Repository: cartesiantheatre/vlr
Catalog: Extras/VLR/Launcher/Data/Translations/*.po
Languages: fil, fr, it, ms, ru, uk

source: translator-credits
fil: Launchpad Contributions: Avaneya Project Crew https://launchpad.net/~avaneya Joe Tang https://launchpad.net/~jtantogo-1 Kip Warner https://launchpad.net/~kip
fr: Launchpad Contributions: Avaneya Project Crew https://launchpad.net/~avaneya Baptiste Fontaine https://launchpad.net/~bfontaine Jibec https://launchpad.net/~jbhoc Nicolas Delvaux https://launchpad.net/~malizor Pierre Slamich https://launchpad.net/~pierre-slamich Stanislas Michalak https://launchpad.net/~stanislas-michalak Sylvie Gallet https://launchpad.net/~sylvie-gallet Yves MATHIEU https://launchpad.net/~ymathieu lann https://launchpad.net/~lann londumas https://launchpad.net/~helion331990
it: Launchpad Contributions: Avaneya Project Crew https://launchpad.net/~avaneya Bruno9779 https://launchpad.net/~bruno9779 Gianfranco Frisani https://launchpad.net/~gfrisani Kip Warner https://launchpad.net/~kip
ms: Launchpad Contributions: Avaneya Project Crew https://launchpad.net/~avaneya Joe Tang https://launchpad.net/~jtantogo-1 abuyop https://launchpad.net/~abuyop
ru: Launchpad Contributions: Aleksey Vorona https://launchpad.net/~voronaam Aleksey Vorona https://launchpad.net/~voronaam-3 Andrey Olykainen https://launchpad.net/~andrey.olykainen Avaneya Project Crew https://launchpad.net/~avaneya Kip Warner https://launchpad.net/~kip Oleg Koptev https://launchpad.net/~koptev-oleg
uk: Launchpad Contributions: Avaneya Project Crew https://launchpad.net/~avaneya Kip Warner https://launchpad.net/~kip Yuri Chornoivan https://launchpad.net/~yurchor-gmail yurchor https://launchpad.net/~yurchor-deactivatedaccount

source: Beta Testers
fil: Mga Naunang Tagapagsubok
fr: Beta testeurs
it: Collaudatori Beta
ms: Penguji Beta
ru: Бета-тестеры
uk: Бета-тестери

source: Musicians
fil: Mga Manunugtog
fr: Musiciens
it: Musicisti
ms: Ahli Muzik
ru: Музыканты
uk: Музиканти

source: Shouts / Thanks
fil: Mga Sigaw / Pasasalamat
fr: Protester / remercier
it: Ringraziamenti
ms: Terima Kasih
ru: Благодарности
uk: Подяки

source: Studio Hardware
fr: Matériel utilisé
ms: Perkakasan Studio
ru: Аппаратное обеспечение
uk: Студійне обладнання

source: Studio Software
fr: Logiciels utilisés
ms: Perisian Studio
ru: Программное обеспечение
uk: Студійне програмне забезпечення

source: Dedications
fil: Mga Dedikasyon
fr: Dédicaces
it: Dediche
ms: Dedikasi
ru: Посвящение
uk: Присвяти

source: All of the aforementioned contributed directly to this software. For a complete list of everyone who worked on the Avaneya project, including on this software, please see our master <a href="https://bazaar.launchpad.net/~avaneya/avaneya/trunk/view/head:/Credits">Credits</a> file.
fil: Lahat ng nabanggit ay deretsahang tumulong sa kagamitang-lambutin (software) na'to. Dahil kumpleto ang listahan ng lahat ng gumawa sa Avaneya project, kasama na dito sa kagamitang-lambutin na'to, paki-tingnan ang aming master <a href="https://bazaar.launchpad.net/~avaneya/avaneya/trunk/view/head:/Credits">Credits</a> file.
fr: Tout ce qui précède a contribué directement à l'élaboration de ce programme. Pour une liste complète de ceux qui ont travaillé sur le projet Avaneya, incluant ce programme, référez vous au fichier <a href="https://bazaar.launchpad.net/~avaneya/avaneya/trunk/view/head:/Credits">Credits</a> principal.
it: Tutte le persone qui menzionate hanno contribuito direttamente a questo programma. Per una lista completa di tutti coloro che hanno lavorato al progetto Avaneya, incluso su questo programma, si prega di consultare il nostro file pricipale di <a href="https://bazaar.launchpad.net/~avaneya/avaneya/trunk/view/head:/Credits">Rigraziamenti</a>
ms: Kepada semua yang memberi sumbangan keatas perisian ini. senarai lengkap para penyumbang yang menjayakan projek Avaneya ini, termasuklah perisian ini, bolehlah merujuk fail master <a href="https://bazaar.launchpad.net/~avaneya/avaneya/trunk/view/head:/Credits">Credits</a> kami.
ru: Все вышеупомянутые люди напрямую внесли вклад в развитие этой программы. Для ознакомления с полным списком всех, принявших участие в разработке проекта Avaneya, включая и эту программу, обратитесь к файлу <a href="https://bazaar.launchpad.net/~avaneya/avaneya/trunk/view/head:/Credits">Credits</a>.
uk: Всі згадані вище особи зробили безпосередній внесок до розробки цього програмного забезпечення. Повний список всіх, хто працював над проектом Avaneya, зокрема над цим програмним забезпеченням, можна знайти у нашому основному файлі <a href="https://bazaar.launchpad.net/~avaneya/avaneya/trunk/view/head:/Credits">подяк</a>.

source: Error:
fil: Pagkakamali:
fr: Erreur :
it: Errore:
ms: Ralat:
ru: Ошибка:
uk: Помилка:

source: Are you sure you'd like to quit?
fil: Sigurado ka sa paghinto?
fr: Voulez vous vraiment quitter ?
it: Sei sicuro di voler uscire?
ms: Anda pasti hendak keluar?
ru: Вы уверены что хотите выйти?
uk: Ви справді бажаєте завершити роботу?

source: Introduction
fil: Panimula
it: Introduzione
ms: Pengenalan
ru: Введение
uk: Вступ

source: Dear User,
fil: Minamahal na Gumagamit,
fr: Cher utilisateur,
it: Caro utente,
ms: Salam Pengguna,
ru: Уважаемый пользователь,
uk: Шановний користувачу,

source: The <i>Avaneya: Viking Lander Remastered</i> initiative has an interesting story behind it, one which began with the <a href="https://www.avaneya.com">Avaneya</a> project. Avaneya is a grass roots collaborative undertaking to produce a libre, DRM free, cerebral, science fiction game primarily targeting, albeit not exclusively limited to, users of the <a href="https://www.gnu.org/gnu/gnu-users-never-heard-of-gnu.html">GNU operating system</a>. This operating system has been made popular through its various distributions, such as <a href="http://www.ubuntu.com">Ubuntu</a>. Although the game is still in its infancy at the time of writing, it would be naïve to conclude that it has not endured several years worth of critical research and design already, of which, a significant consequence you have before you now.
fr: L'initiative <i>Avaneya : atterrisseur Viking remastérisé</i> est le fruit d'une histoire intéressante, qui a commencée avec <a href="https://www.avaneya.com">Avaneya</a>. Avaneya est un projet collaboratif dont le but est de produire un jeu de science fiction intelligent, libre et sans DRM à destination, entre autre, des utilisateurs du <a href="https://www.gnu.org/gnu/gnu-users-never-heard-of-gnu.html">système d'exploitation GNU</a>. Ce système d'exploitation a été rendu populaire au travers de ses nombreuses distributions, comme <a href="http://www.ubuntu-fr.org">Ubuntu</a>. Bien que ce jeu soit encore au début de son développement, il ne faut pas croire pour autant qu'il n'est pas en chantier depuis de nombreuses années, années qui ont permis de créer entre autre ce que vous avez sous les yeux en ce moment.
it: L'iniziativa <i>Avaneya: Viking Lander Remastered</i> ha dietro di sé un'interessante storia, che iniziò con il progetto <a href="https://www.avaneya.com">Avaneya</a>. Avaneya è un'iniziativa di collaborazione della società civile per produrre un gioco di fantascienza libero, privo di DRM, cerebrale, diretto in primo luogo, sebbene in modo non esclusivo, a utenti del <a href="https://www.gnu.org/gnu/gnu-users-never-heard-of-gnu.html">sistema operativo GNU</a>. Questo sistema operativo è diventato popolare attraverso le sue diverse distribuzioni, come <a href="http://www.ubuntu.com">Ubuntu</a>. Sebbene il gioco stia attualmente ancora muovendo i primi passi, sarebbe ingenuo concludere che non abbia già subito l'equivalente di diversi anni di ricerca critica e progettazione, una cui significativa conseguenza è qui ora presentata.
ru: За проектом <i>Avaneya: Viking Lander Remastered</i> стоит интересная история, которая началась вместе с появлением проекта <a href="https://www.avaneya.com">Avaneya</a>. Проект Avaneya возник стихийно и имеет своей целью создание свободной, интеллектуальной, научно-фантастической игры преимущественно для пользователей <a href="https://www.gnu.org/gnu/gnu-users-never-heard-of-gnu.ru.html">операционной системы GNU/Linux</a>. Эта операционная система стала популярной благодаря множеству дистрибутивов, основанных на ней, таких, как <a href="http://ubuntu.ru/">Ubuntu</a>. Несмотря на то, что в настоящий момент, игра находится на раннем этапе развития, было бы наивным полагать, что за ней не стоят несколько лет важных исследований и проектирования, результаты которых перед вами.
uk: Ініціатива <i>Avaneya: Viking Lander Remastered</i> має цікаву історію, що починалася з проекту <a href="https://www.avaneya.com">Avaneya</a>. Avaneya є проектом з спільного написання з нуля вільної, без DRM, інтерактивної гри, призначеної в основному, але без додаткових обмежень, для користувачів <a href="https://www.gnu.org/gnu/gnu-users-never-heard-of-gnu.html">операційної системи GNU</a>. Такі операційні системи набули популярності завдяки різним дистрибутивам, зокрема <a href="http://www.ubuntu.com">Ubuntu</a>. Хоча на час написання цих рядків гра перебувала у зародковому стані, не варто вважати, що на неї не було вже витрачено декілька років важливих досліджень та роботи з дизайну, результатом яких став поточний стан проекту.

source: Avaneya will take place in the not too distant future on Mars, predominantly in a real region known now as <i><a href="https://en.wikipedia.org/wiki/Arcadia_planitia">Arcadia Planitia</a></i>. This is approximately mid-latitude in the Red Planet's northern hemisphere.
fil: Magaganap ang Avaneya sa malapit na hinaharap sa Mars, karamihan sa isang totoong rehiyon na kilala ngayon bilang <i><a href="https://en.wikipedia.org/wiki/Arcadia_planitia">Arcadia Planitia</a></i>. Ito ay humigit-kumulang na nasa mid-latitude ng hilagang hemisferio.
fr: Avaneya se déroulera dans un futur pas si lointain sur Mars, principalement dans une vraie région connue sous le nom de <i><a href="https://fr.wikipedia.org/wiki/Arcadia_planitia">Arcadia Planitia</a></i>. Elle se trouve approximativement au milieu de l'hémisphère nord de la planète rouge.
it: Avaneya è ambientato su Marte in un futuro non troppo distante, principalmente in una regione reale conosciuta come <i><a href="https://en.wikipedia.org/wiki/Arcadia_planitia">Arcadia Planitia</a></i>, che è approssimativamente a una latitudine media nell'emisfero settentrionale del Pianeta Rosso.
ms: Avaneya akan berlaku pada masa hadapan di Planet Marikh, iaitu diwilayah yang dikenali sebagai <i><a href="https://en.wikipedia.org/wiki/Arcadia_planitia">Arcadia Planitia</a></i>. ia berada di latitud-pertengahan hemisfera utara Planet Merah ini.
ru: Действие игры Avaneya происходит в не слишком далёком будущем, на Марсе, в основном в районе, известном, как <a href="https://en.wikipedia.org/wiki/Arcadia_planitia">равнина Аркадия</a></i>. Она расположена примерно в северо-восточной части западного полушария Красной планеты.
uk: Події Avaneya відбуватимуться у не такому вже і далекому майбутньому на Марсі, в основному у місцевості, яку названо <i><a href="https://en.wikipedia.org/wiki/Arcadia_planitia">Рівнина Аркадія</a></i>. Цю місцевість розташовано у середніх широтах північної півкулі Червоної планети.

source: While designing Avaneya, we realized just how important getting the game experience right was to us. We needed to replicate the visual environmental conditions of the Martian environment as carefully as possible. We could do much better than simply making it red, and users appreciate an earnest effort at a sincere visual experience. As such, our artists required access to large sets of high resolution reference material for study.
fil: Habang dinedesenyo ang Avaneya, nabatid namin ang kahalagahan na makuha ang wastong karanasan ng laro. Kailangan naming matulad ang kondisyon ng kapaligirang nakikita. Hindi lamang sa simpleng pagkapula, sinisikap namin na gawing mas mainam ito, at ikinatutuwa ng mga gumagamit ang isang pinagsikapan at taos-pusong karanasang nakikita. Dahil dito, kinailangan ng aming mga artist ang mga larawang may mataas na resolusyon upang pag-aralan.
fr: Pendant la conception d'Avaneya, nous avons réalisé qu'il était primordial de proposer une expérience jeu exceptionnelle. Il nous fallait reconstituer les conditions de l'environnement martien aussi fidèlement que possible. Nous pouvions faire beaucoup mieux que de simplement utiliser une couleur rouge, et les utilisateurs apprécient que des efforts aient été faits pour créer une expérience visuelle fidèle à la réalité. Pour cela, nos artistes ont eu besoin d'étudier un grand nombre d'images haute résolution.
it: Durante la progettazione di Avaneya, si è compreso quanto fosse importante ottenere l'adeguata esperienza di gioco. Era necessario replicare la visuale delle condizioni ambientali di Marte nella maniera più accurata possibile. Era possibile far meglio di colorarlo semplicemente di rosso e gli utenti apprezzano un sincero sforzo di ottenere un'esperienza visuale genuina. A tale scopo, gli artisti hanno richiesto di poter avere accesso a grandi insiemi di materiale di riferimento ad alta risoluzione, per poterlo studiare.
ms: Ketika mereka Avaneya ini, kami menyedari betapa pentingnya pengalaman permainan yang sebenarnya. Kami perlu cipta semula keadaan persekitaran Planet Marikh sebaik yang mungkin. Kami boleh jadikannya lebih baik berbanding warna persekitaran merah, dan kami percaya para pengguna juga menghargai usaha mencapai visual persekitaran yang sebenarnya. Oleh, para artis kami memerlukan capaian set bahan rujukan yang beresolusi tinggi untuk dijadikan bahan kajian.
ru: Во время разработки Avaneya, мы поняли, насколько важным для нас был игровой опыт. Нам потребовалось воссоздать правдивость окружающей среды так точно, насколько это было возможно. Мы могли сделать намного больше, чем просто красный пейзаж, пользователи ценят, когда разработчики уделяют большое внимание визуальной стороне. Поэтому нашим художникам потребовались справочные материалы в высоком разрешении.
uk: Під час розробки Avaneya ми зрозуміли, що для нас є дуже важливим належна якість ігрового процесу. Нам захотілося відтворити візуальні умови марсіанського середовища наскільки це можливо точно. Ми здатні зробити все набагато краще, ніж просто пофарбувати ландшафти у червоний колір, а користувачам буде приємною спроба відтворити справжнє візуальне сприйняття. Тому нашим художникам знадобився доступ до великого архіву матеріалів з високою роздільною здатністю, як джерела еталонного зображення для наступного його вивчення.

source: The closest relevant photographs available at present were taken in a neighbouring region near <i>Arcadia Planitia</i> called <a href="https://en.wikipedia.org/wiki/Utopia_Planitia"><i>Utopia Planitia</i></a> during the late 1970s by NASA's <a href="https://en.wikipedia.org/wiki/Viking_program">Viking mission</a> to Mars. This region is very similar to <i>Arcadia Planitia</i> in appearance.
fil: Sa ngayon, ang pinakamalapit na naa-ayong mga ritrato ay kinunan sa isang rehiyong malapit sa <i>Arcadia Planitia</i> na tinaguriang <a href="https://en.wikipedia.org/wiki/Utopia_Planitia"><i>Utopia Planitia</i></a> sa katapusan ng 1970 ng href="https://en.wikipedia.org/wiki/Viking_program">Viking mission</a> to Mars ng NASA. Ang rehiyong ito ay kahawig ng <i>Arcadia Planitia</i>.
fr: Les images les plus précises disponibles à ce jour ont été prises à la fin des années 70 par le programme Viking de la NASA dans une région voisine d'<i>Arcadia Planitia</i>, nommée <a href="https://fr.wikipedia.org/wiki/Utopia_Planitia"><i>Utopia Planitia</i></a>. Cette région ressemble beaucoup à <i>Arcadia Planitia</i>.
it: Le fotografie rilevanti più vicine attualmente disponibili sono state scattate in una regione confinante vicina all'<i>Arcadia Planitia</i> chiamata <a href="https://en.wikipedia.org/wiki/Utopia_Planitia"><i>Utopia Planitia</i></a> durante gli ultimi anni '70 dalla <a href="https://en.wikipedia.org/wiki/Viking_program">missione Viking</a> su Marte della Nasa. Questa regione ha un aspetto molto simile all'<i>Arcadia Planitia</i>.
ru: Самые близкие по теме фотографии, доступные на сегодняшний момент, были сделаны в соседствующей <i>равнине Аркадия</i> области, известной, как <a href="https://ru.wikipedia.org/wiki/%D0%A3%D1%82%D0%BE%D0%BF%D0%B8%D1%8F_%28%D1%80%D0%B0%D0%B2%D0%BD%D0%B8%D0%BD%D0%B0%29"><i>равнина Утопия</i></a>, в 1970-х годах, во время проведения НАСА <a href="https://en.wikipedia.org/wiki/Viking_program">программы «Викинг»</a>. Этот район визуально очень похож на <i>равнину Аркадия</i>.
uk: Найдоступнішими відповідними фотографіями є фотографії, зроблені у сусідній з <i>Рівниною Аркадія</i> області, яка називається <a href="https://en.wikipedia.org/wiki/Utopia_Planitia"><i>Рівнина Утопія</i></a>, наприкінці 1970-их років під час <a href="https://en.wikipedia.org/wiki/Viking_program">завдань, які виконувалися апаратами «Вікінг»</a> NASA на Марсі. За виглядом ця область є дуже подібною до області <i>Рівнини Аркадія</i>.

source: In 1976 NASA successfully placed two Viking spacecraft into Martian orbit after many years of <a href="http://www.marsnews.com/missions/allmissions.html">failed</a> American and Russian attempts. These initial failures became unofficially known as the <i>"Mars Curse"</i> owing to their high number. The Viking orbiters both carried their own landers which successfully landed, one of which in the aforementioned <i>Utopia Planitia</i> region.
fil: Noong 1976, pagkatapos ng maraming taong pagkabigo ng <a href="http://www.marsnews.com/missions/allmissions.html">failed</a> Amerika at Russia, nagtagumpay ang NASA na mailagay ang dalawang Viking spacecraft sa iniikutan ng Mars. Ang mga unang pagkabigo ay tinaguriang <i>"Mars Curse"</i> (sumpa ng Mars) dahil sa karamihan ng mga ito. Ang dalawang viking orbiter ay nagdala ng kaniya-kaniyang lander na matagumpay na nakaabot sa lupain, and isa ay ang nabanggit na rehiyon ng <i>Utopia Planitia</i>
fr: En 1976, après <a href="http://fr.wikipedia.org/wiki/Exploration_de_Mars#Historique_des_missions_robotiques_vers_Mars">plusieurs années d'échecs américains et russes successifs</a> (on parlait même de « malédiction »), la NASA a réussi à placer deux sondes Viking en orbite autours de Mars. Les orbiteurs Viking transportaient chacun leur propre atterrisseur qui ont « amarsi » avec succès, l'un d'eux dans la région d'<i>Utopia Planitia</i> sus-mentionnée.
it: Nel 1976 la NASA ha messo nell'orbita di Marte due navicelle spaziali Viking con successo dopo molti anni di tentativi americani e russi <a href="http://www.marsnews.com/missions/allmissions.html">falliti</a>. Questi fallimenti iniziali sono ufficiosamente conosciuti come la <i>"Maledizione di Marte"</i> a causa del loro grande numero. Entrambe le navicelle orbitali Viking erano munite di propri moduli che atterrarono con successo, uno dei quest nella regione <i>Utopia Planitia</i> sopra menzionata.
ru: В 1976 году, специалисты НАСА наконец-то успешно вывели на орбиту Марса два искусственных спутника «Викинг», после многих лет <a href="http://www.marsnews.com/missions/allmissions.html">безуспешных</a> попыток, предпринимаемых США и СССР. Длинная череда аварий во время этих запусков получила неофициальное название <i>«Проклятие Марса»</i>. Оба спутника «Викинг» имели спускаемые модули, которые успешно достигли поверхности Марса, один из них приземлился в районе вышеупомянутой <i>равнины Утопия</i>.
uk: У 1976 році NASA вдалося успішно вивести на марсіанську орбіту два міжпланетних апарати «Вікінг» після багатьох років <a href="http://www.marsnews.com/missions/allmissions.html">невдалих</a> спроб з боку США та СРСР. Ці початкові невдачі неофіційно називали через їхню велику кількість <i>«марсіанським прокляттям»</i>. Орбітальні апарати «Вікінг» несли на собі власні посадкові модулі, які успішно досягли поверхні Марсу, причому один з них здійснив посадку у раніше згадуваній області <i>Рівнина Утопія</i>.

source: The landers were capable of capturing high resolution photographs and other data from the surface of the planet, buffering data temporarily within internal magnetic tapes and then relaying it back to Earth through one of the orbiters when in position or sometimes directly over a UHF uplink whenever possible. They provided us with large sets of data without any major issue for four years before finally succumbing to a battery failure on one and a software update bug which shutdown the communication antenna on the other.
fil: May kakayahan ang mga lander na makakuha ng ritratong may mataas na resolusyon at iba pang mga data mula sa balat ng planeta. Pansamantalang itinatabi sa mga internal magnetic tape at pagkatapos ay pinapadala pabalik sa Earth tuwing nasa tamang lugar ang isa sa mga orbiter o tuwing kaya, deretsong pinapadala gamit ng UHF uplink. Tumagal ng apat na taon na walang malaking problema ang kanilang pagbibigay ng malalaking set ng mga data hanggang namatay ang battery sa isa at nagka software update bug na nagsara sa communication antenna nung natirang isa.
fr: Les atterrisseurs ont pu prendre des photographies de haute qualité et collecter des informations sur la surface de la planète, stockant le tout temporairement sur des bobines magnétiques internes avant de les transmettre vers la Terre via un des orbiteur lorsqu'il était en position ou, lorsque c'était possible, directement via un lien UHF. Ils nous ont fourni une grande quantité de données sans problème majeur, et ce pendant quatre années avant de finalement succomber à une panne de batterie pour l'un et à un bug logiciel qui a éteint l'antenne de communication pour l'autre.
it: I moduli di atterraggio erano in grado di acquisire fotografie ad alta risoluzione e altri dati dalla superficie del pianeta, memorizzando temporaneamente i dati in nastri magnetici interni per poi trasmetterli alla Terra per mezzo di una delle navicelle orbitanti quando queste erano in posizione o talvolta direttamente su un collegamento UHF ogni qual volta era possibile. Fornirono grandi insiemi di dati per quattro anni senza problemi particolari fino a quando infine si arresero, il primo a un guasto della batteria e il secondo a un bug di un aggiornamento software che causò il blocco del'antenna di comunicazione.
ru: Спускаемые аппараты были способны фотографировать в высоком разрешении окружающий пейзаж и получать другие данные о поверхности планеты, сохранять их на временном устройстве хранения на основе магнитных лент, а затем передавать их на Землю с помощью одного из спутников, находящегося в удобной позиции, а иногда и напрямую по каналу УКВ связи. Таким образом, за четыре года, без каких-либо аварий, были переданы огромные массивы данных, вплоть до того момента, когда на одном из модулей вышла из строя батарея, а на другом, из-за ошибки обновления программного обеспечения, прекратила функционировать антенна.
uk: Посадкові модулі були здатні робити високоякісні фотографії та збирати інші дані щодо поверхні планети, зберігаючи ці дані у тимчасових буферах на магнітній стрічці модуля, а потім надсилаючи їх на Землю за допомогою орбітального апарату у відповідній позиції або безпосередньо за допомогою високочастотного каналу зв’язку з Землею. Посадкові модулі без будь-яких значних проблем надсилали дані протягом чотирьох років, аж доки на одному з них не зламалися акумулятори, а на іншому через помилки у програмному забезпеченню вимкнулася комунікаційна антена.
