Repository: cartesiantheatre/vlr
Catalog: Extras/VLR/Launcher/Data/Translations/*.po
Languages: fil, fr, it, ms, ru, uk

source: These configuration settings allow you to filter which specific types of data you are interested. If you leave these at their defaults, everything that can be recovered will be. If you are unsure about any option, just <b>hover</b> your mouse over it for an explanation. The default configuration is recommended.
fil: Ang mga ayos ng konfigurasyon na mga ito ay nagbibigay ng kakayahan upang masala kung aling uri ng data ang kinawiwilihan mo. Kung iniwan mo ang mga ito sa kanilang mga difolt, lahat ng mapapanumbalik-wasto ay ilalalbas. Kung hindi ka sigurado sa kahit anong opsyon, <b>ilutang</b> lamang ang iyong mouse sa ibabaw niya upang mapaliwanagan. Ang difolt na konfigurasyon ay inirerekomenda.
fr: Ces paramètres de configuration vous permette de filtrer spécifiquement les types de données qui vous intéressent. Si vous les laissez par défaut, tout ce qui pourra être récupéré le sera. Si vous n'êtes pas sûr d'une option, passez simplement votre souris au-dessus d'elle pour une explication. La configuration par défaut est recommandée.
it: Queste impostazioni di configurazione consentono di filtrare specifici tipi di dati; se si lasciano le impostazioni predefinite, verrà ripristinato tutto quanto possibile. Se non si è certi di una opzione, basta <b>passare</b> il mouse su di essa per una spiegazione; si raccomanda di usare la configurazione predefinita.
ms: Tetapan konfigurasi ini membolehkan anda tapis jenis data tertentu yang anda mahu. Jika anda biarkaan ia pada lalai, segalanya akan diperoleh. Jika anda tidak pasti mengenai mana-mana pilihan, hanya <b>apung</b> penuding tetikus diatasnya untuk penerangan. Konfigurasi lalai adalah disarankan.
ru: Эти настройки помогут отфильтровать только те данные, которые интересны вам. Если вы оставите их без изменений, то всё что может быть восстановлено, будет восстановлено. Если вы сомневаетесь в назначении какой-либо настройки, просто <b>наведите</b> на неё курсор мыши, после чего отобразится описание. Рекомендуется оставить значения по умолчанию.
uk: За допомогою цих параметрів налаштування ви зможете виконати фільтрування потрібних вам даних. Якщо ви не змінюватимете типових значень, буде відновлено всі можливі дані. Якщо ви не певні щодо значення якогось з параметрів, просто <b>наведіть вказівник</b> на його поле і ознайомтеся з підказкою. Рекомендуємо вам скористатися типовими значеннями параметрів.

source: Extract from matching Viking lander diode filters. These include colour, infrared, sun, or survey. By default, all diode filters are acceptable.
fil: Hugutin mula sa pumapares na mga Viking lander diode filter. Kasama dito ang kulay, infrared, araw(sun), o survey. Lahat ng diode filters ay tinatanggap sa difolt.
it: Estrazione dai filtri con diodi dei moduli di atterraggio Viking corrispondenti; include colore, infrarossi, solare o panorama. Per impostazione predefinita, sono accettabili tutti i filtri con diodi.
ms: Ekstrak dari penapis diod Viking lander yang sepadan. Ia termasuklah warna, terinfra-merah, matahari, atau tinjauan. Secara lalai, semua penapis diod diterima.
ru: Извлекать данные из соответствующих фильтров фотодиодов спускаемого аппарата Viking. Возможные варианты: обычный спектр цветов, инфракрасный спектр, солнечные или смотровые фильтры. По умолчанию использоваться данные из всех фильтров.
uk: Видобути дані відповідних діодних фільтрів посадкового модуля Viking. Можливі варіанти: звичайний спектр кольорів, інфрачервоний спектр, сонячні діоди або оглядові діоди. Типово, буде використано дані з усіх діодних фільтрів.

source: <b>Diode Filter:</b>
fil: <b>Panalang De-diode</b>
it: <b>Filtro con diodi:</b>
ms: <b>Penapis Diod:</b>
ru: <b>Диодный фильтр:</b>
uk: <b>Діодний фільтр:</b>

source: Perform an extraction of only images taken by a particular lander. Viking lander 2 touched down on <i>Utopia Planitia</i> and Viking lander 1 on <i>Chryse Planitia</i>.
fil: Gawin ang paghugot ng litratong kinunan ng natukoy na lander. Nagpalapag ang Viking lander 2 sa <i>Utopia Planitia</i> at ang Viking lander 1 sa <i>Chryse Planitia</i>.
it: Esegue un'estrazione solo delle immagini prese da un particolare modulo di atterraggio. Quello del Viking 2 atterrò nell'<i>Utopia Planitia</i>, mentre quello del Viking 1 nella <i>Chryse Planitia</i>.
ms: Hanya buat pengekstrakan imej yang diambil oleh lander tertentu. Viking lander 2 mendarat di <i>Utopia Planitia</i> dan Viking lander 1 di <i>Chryse Planitia</i>.
ru: Извлекать изображения, сделанные конкректным спускаемым аппаратом. Спускаемый модуль Viking 2 приземлился на <i>равнине Утопия</i>, тогда как Viking 1 коснулся поверхности <i>равнины Хриса</i>.
uk: Виконати видобування даних зображень, створених лише одним з посадкових модулів. Посадковий модуль Viking 2 досяг поверхні на <i>Рівнині Утопія</i>, посадковий модуль Viking 1 — на <i>Рівнині Хріса</i>.

source: Perform an extraction of only images taken by a particular lander. Viking lander 2 touched down on Utopia Planitia and Viking lander 1 on Chryse Planitia.
fil: Gawin ang paghugot ng litratong kinunan natukoy na lander. Nagpalapag ang Viking lander 2 sa <i>Utopia Planitia</i> at ang Viking lander 1 sa <i>Chryse Planitia</i>.
fr: Réaliser une extraction d'images en provenance d'un atterrisseur particulier. L’atterrisseur Viking 2 est arrivé sur Utopia Planitia tandis que l’atterrisseur Viking 1 est arrivé sur Chryse Planitia.
it: Esegue un'estrazione solo delle immagini prese da un particolare modulo di atterraggio. Quello del Viking 2 atterrò nell'Utopia Planitia, mentre quello del Viking 1 nella Chryse Planitia.
ms: Hanya buat pengekstrakan imej yang diambil oleh lander tertentu. Viking lander 2 mendarat di Utopia Planitia dan Viking lander 1 di Chryse Planitia.
ru: Извлекать изображения, сделанные конкректным спускаемым аппаратом. Спускаемый модуль Viking 2 приземлился на равнине Утопия, тогда как Viking 1 коснулся поверхности равнины Хриса.
uk: Виконати видобування даних зображень, створених лише одним з посадкових модулів. Посадковий модуль Viking 2 досяг поверхні на Рівнині Утопія, посадковий модуль Viking 1 — на Рівнині Хріса.

source: <b>Lander Filter:</b>
fil: <b>Panalang De-lander:</b>
it: <b>Filtro del modulo di atterraggio:</b>
ms: <b>Penapis Lander:</b>
ru: <b>Фильтр посадочного модуля:</b>
uk: <b>Фільтр посадкового модуля:</b>

source: The <b>VikingExtractor</b> has many different configuration options that control how it recovers images and what it does with them. Over the next few steps we'll configure them. If you are unsure about any option, just <b>hover</b> your mouse over it for an explanation. The default configuration is recommended.
fil: Ang<b>Viking Extractor</b> ay may iba't ibang opsyong paggamit na namamahala kung paano nito ipapanumbalik-wasto ang mga larawan at ang sunod na gagawin sa mga ito. Sa mga susunod na hakbang itatalaga natin sila.
fr: <b>VikingExtractor</b> propose de nombreuses options de configuration qui permettent de contrôler la façon dont il restaure les images et ce qu'il doit faire avec. Les étape suivantes vont vous permettre de procéder à ces réglages. En cas de doute sur une option, il vous suffit de la <b>survoler</b> avec la souris pour qu'une explication apparaisse. La configuration recommandée est celle par défaut.
it: Il <b>VikingExtractor</b> ha molte diverse opzioni di configurazione che controllano il modo di ripristino delle immagini e la loro gestione. Nel corso dei prossimi pochi passi si procederà alla loro configurazione. Se non si è certi di una opzione, basta <b>passare</b> il mouse su di essa per una spiegazione; si raccomanda di usare la configurazione predefinita.
ms: <b>VikingExtractor</b> mempunyai pilihan konfigurasi yang berbeza yang mengawal bagaimanakah ia mendapatkan imej dan apa yang dibuat padanya. Selepas beberapa langkah ini kita akan konfigurkannya. Jika anda tidak pasti mengenai mana-mana pilihan, hanya <b>apung</b> penuding tetikus diatasnya untuk penerangan. Konfigurasi lalai disarankan.
ru: В <b>VikingExtractor</b> есть множество параметров настроек, определяющих способ восстановления и обработки изображений. За следующие несколько шагов мы определим эти параметры. Если вы сомневаетесь в назначении какой-либо настройки, просто <b>наведите</b> на неё курсор мыши, после чего отобразится описание. Рекомендуется оставить значения по умолчанию.
uk: У <b>VikingExtractor</b> передбачено багато різних параметрів налаштування, які визначають методику відновлення зображень та їхню остаточну обробку. Протягом наступних декількох кроків ми визначимо ці параметри. Якщо ви не певні щодо значення якогось з параметрів, просто <b>наведіть вказівник</b> на його поле і ознайомтеся з підказкою. Рекомендуємо вам скористатися типовими значеннями параметрів.

source: Let's start with how you'd like the recovered files <b>organized</b> in the directory you previously selected. If you select more than one method, they will be automatically nested within subfolders. If you are unsure about any option, just <b>hover</b> your mouse over it for an explanation. The default configuration is recommended.
fil: Simulan natin kung paano mo gusto ang pag-aayos sa mga napanumbalik-wastong mga file sa directory na napili mo dati. Kung pipiliin mo ang mas nakadadami sa isang pamaraan, kusa silang isasailalim sa loob ng subfolder. Kapag ikaw ay di-sigurado sa kahit aling opsyon, <b>ilutang</b> lamang ang mouse sa ibabaw nito upang mapaliwanag. Ang difolt na napiling ayos ay inirerekomenda.
it: Iniziare con il modo di <b>organizzare</b> i file ripristinati nella directory preventivamente selezionata; se si seleziona più di un metodo, questi verranno automaticamente nidificati in sottocartelle. Se non si è certi di una opzione, basta <b>passare</b> il mouse su di essa per una spiegazione; si raccomanda di usare la configurazione predefinita.
ms: Mari mulakan dengan cara bagaimana fail yang ditemui <b>disusun</b> dalam direktori yang dipilih sebelum ini. Jika anda pilih lebih dari satu kaedah, ia akan disarangkan secara automatik di dalam subfolder. Jika anda tidak pasti mengenai mana-mana pilihan, hanya <b>apung</b> penuding tetikus diatasnya untuk penerangan. Konfigurasi lalai disarankan.
ru: Начнём с того, как бы вы хотели <b>упорядочить</b> изображения в ранее указанном каталоге. Если вы укажете несколько способов, изображения будут автоматически распределены по подкаталогам. Если вы сомневаетесь в назначении какой-либо настройки, просто <b>наведите</b> курсор мыши на неё, после чего отобразится описание. Рекомендуется оставить значения по умолчанию.
uk: Розпочнімо з визначення способу <b>впорядковування</b> відновлених файлів у раніше вказаному каталозі. Якщо ви вкажете декілька способів впорядковування, дані буде автоматично розподілено за підкаталогами. Якщо ви не певні щодо значення якогось з параметрів, просто <b>наведіть вказівник</b> на його поле і ознайомтеся з підказкою. Рекомендуємо вам скористатися типовими значеннями параметрів.

source: Organize by sensor band type
fil: I-ayos batay sa uri ng sensor band
it: Organizza in base al tipo di banda del sensore
ms: Susun mengikut jenis jalur penderi
ru: Упорядочить по типу полосы датчика
uk: Впорядкувати за типом смуги датчика

source: Organizes the images into subdirectories named after the sensor band type used on the lander to capture the data, such as Colour or Infrared.
fil: Inaayos at ipinapasok ang mga larawan sa mga subdirectory na pinangalanan sa uri ng sensor band na ginamit sa lander upang makunan ang data, tulad ng Kulay o Infrared.
it: Organizza le immagini in sottodirectory a cui viene attributo un nome in relazione al tipo di banda del sensore usato sul modulo di atterraggio per acquisire i dati, come Colore o Infrarossi.
ms: Susun imej ke dalam subdirektori bernama selepas jenis jalur penderia yang diguna pada lander untuk menangkap data, seperti Warna atau Terinfra-merah.
ru: Упорядочить изображения по подкаталогам, с названиями, соответствующими типу полосы датчика, использованного посадочным модулем для получения данных, например «Цветной» или «Инфракрасный».
uk: Впорядкувати зображення за підкаталогами з назвами, що відповідають типу смуги датчика, який було використано посадковим модулем для отримання даних, зокрема «Кольоровий» або «Інфрачервоний».

source: Organize by location on Martian surface
fil: I-ayos batay sa lugar sa balat ng Mars.
fr: Organiser selon le lieu à la surface de Mars
it: Organizza in base alla posizione sulla superficie marziana
ms: Susun mengikut lokasi pada permukaan Marikh
ru: Упорядочить по местоположению на поверхности Марса
uk: Впорядкувати за місцем на марсіанській сфері

source: Organizes the images into subdirectories named after the physical location on the surface of Mars where they were taken. This will be either Utopia Planitia or Chryse Planitia.
fil: Inaayos at ipinapasok ang mga larawan sa mga subdirectory na pinangalanan ayon sa lugar sa balat ng Mars kung saan sila kinunan. Pwede itong Utopia Planitia o Chryse Planitia.
fr: Organise les images en sous-dossiers qui sont nommés selon le lieu physique à la surface de Mars où ces photos ont été prise. Ce nom serra ainsi soit Utopia Planitia soit Chryse Planitia.
it: Organizza le immagini in sottodirectory a cui viene attribuito un nome in relazione alla posizione sulla superficie di Marte dove sono state acquisite; può essere Utopia Planitia o Chryse Planitia.
ms: Susun imej ke dalam subdirektori bernama selepas lokasi fizikal pada permukaan Marikh yang mana ia telah diambil. Ia boleh jadi Utopia Planitia atau Chryse Planitia.
ru: Упорядочить изображения по подкаталогам, с названиями, соответствующими географическому местоположению места, где были сделаны снимки. Это будет или равнина Утопия (Utopia Planitia) или равнина Хриса (Chryse Planitia).
uk: Впорядкувати зображення за підкаталогами з назвами, що відповідають місцевості на поверхні Марса, де було зроблено знімки. Можливими варіантами є Рівнина Утопія та Рівнина Хріса.

source: Organize by Martian month
fil: I-ayos batay sa buwan (month) ng Mars.
fr: Organiser selon le mois martien
it: Organizza in base al mese marziano
ms: Susun mengikut bulan Marikh
ru: Упорядочить по марсианскому месяцу
uk: Впорядкувати за марсіанським місяцем

source: Organizes the images into subdirectories named after the month they were taken on. The months follow a Martian calendar, such as Gemini, Cancer, Leo, Virgo, and so on. For more information, see section 8.15.4 of the Avaneya Project Crew Handbook.
fil: Inaayos at ipinapasok ang mga larawan sa mga subdirectory na pinangalanan ayon sa buwan (month) ng pagkuha sa kanila. Ang mga buwan ay sinusundan ang kalendaryong Mars, tulad ng Gemini, Cancer, Leo, Virgo, at sumusunod. Para sa karagdagang impormasyon, tingnan ang seksyong 8.15.4 ng Avaneya Project Crew Handbook.
it: Organizza le immagini in sottodirectory a cui viene attribuito un nome in relazione al mese in cui sono state acquisite. I mesi seguono un calendario marziano, come per esempio Gemelli, Cancro, Leone, Vergine e così via. Per ulteriori informazioni, consultare la sezione 8.15.4 del Manuale della Squadra del Progetto Avaneya.
ms: Susun imej ke dalam subdirektori bernama selepas bulan yang mana ia telah diambil. Bulan yang mengikut kalendar Marikh, seperti Germin, Cancer, Leo, Virgo, dan seterusnya. Untuk maklumat lanjut, rujuk seksyen 8.15.4 dalam Buku Panduan Krew Projek Avaneya.
ru: Упорядочить изображения по подкаталогам, с названиями, соответствующими марсианским месяцам, в течение которых были сделаны снимки. Названия месяцев соответствуют марсианскому (дарискому) календарю, например: Gemini, Cancer, Leo, Virgo и т. д. Для получения дополнительной информации, обратитесь к главе 8.15.4 книги «Avaneya Project Crew Handbook».
uk: Впорядкувати зображення за підкаталогами з назвами, що відповідають місяцю, коли було зроблено знімки. Буде використано марсіанський календар з місяцями Близнюки, Рак, Лев, Діва тощо. Докладнішу інформацію викладено у розділі 8.15.4 книги «Avaneya Project Crew Handbook».

source: Organize by mission solar day
fil: I-ayos batay sa araw de-araw ng misyon
fr: Organiser selon le jour solaire de la mission
it: Organizza in base al giorno solare della missione
ms: Susun mengikut hari suria misi
ru: Упорядочить по солнечному дню миссии
uk: Впорядкувати за сонячним днем завдання

source: Put reconstructed images into subdirectories numbered after the solar day they were taken on, offset relative to zero. Solar day zero was the day of a given lander having touched down.
fil: Ipasok ang mga nabuong larawan sa mga subdirectory na may bilang batay sa araw de-araw (solar day) na pagkuha sa kanila, relative sa zero ang offset. Ang araw de-araw bilang zero ay ang araw kung kailang lumapag ang natukoy na lander.
it: Carica le immagini ricostruite in sottodirectory numerate in relazione al giorno solare in cui sono state acquisite, parametrate allo zero. Il giorno solare zero è quello in cui un dato modulo è atterrato.
ms: Letak imej yang dibina semula ke dalam subdirektori bernama selepas hari suria yang mana ia telah diambil, relatif ofset kepada sifar, Sifar hari suria adalah hari yang mana lander telah mendarat.
ru: Упорядочить изображения по подкаталогам, с номерами, соответствующими солнечному дню, в который были сделаны снимки, начиная от нулевого дня. Нулевой день соответствует дню, когда спускаемый модуль коснулся поверхности планеты.
uk: Розподілити відновлені зображення за підкаталогами, пронумерованими відповідно до дня завдання, коли було зроблено знімки, починаючи з нуля. Нульовим вважається день контакту відповідного посадкового модуля з поверхнею.

source: These options control how the VikingExtractor's image recovery works. If you are unsure about any option, just <b>hover</b> your mouse over it for an explanation. The default configuration is recommended.
fil: Ang mga opsyong ito ang namamahala sa pagpapanumbalik ng larawan ng VikingExtractor. Kapag hindi ka sigurado sa kahit anong opsyon, <b>ilutang</b>lamang ang iyong mouse sa ibabaw nito para sa paliwanag. Ang natalagang (default) configuration ay inirerekumenda.
it: Queste opzioni controllano il modo di funzionamento del ripristino delle immagini di VikingExtractor. Se non si è certi di una opzione, basta <b>passare</b> il mouse su di essa per una spiegazione; si raccomanda di usare la configurazione predefinita.
ms: Pilihan ini mengawal bagaimana penemuan imej VikingExtractor berfungsi. Jika anda tidak pasti mengenai mana-mana pilihan, hanya <b>apung</b> penuding tetikus diatasnya untuk penerangan. Konfigurasi lalai disarankan.
ru: Следующие настройки определяют то, как VikingExtractor будет восстанавливать изображения. Если вы сомневаетесь в назначении какой-либо настройки, просто <b>наведите</b> курсор мыши на неё, после чего отобразится описание. Рекомендуется оставить значения по умолчанию.
uk: За допомогою цих параметрів можна керувати відновленням зображень засобами VikingExtractor. Якщо ви не певні щодо значення якогось з параметрів, просто <b>наведіть вказівник</b> на його поле і ознайомтеся з підказкою. Рекомендуємо вам скористатися типовими значеннями параметрів.

source: No automatic rotation
fil: Walang kusang pag-ikot
fr: Pas de rotation automatique
it: Nessuna rotazione automatica
ms: Tiada putaran automatik
ru: Без автоматического поворота
uk: Без автоматичного обертання

source: A given fully rendered image in the Viking Lander image archive might be scattered in different parts across many different files. Sometimes the parts are not all oriented the same way (rotated differently). The VikingExtractor's artificial intelligence will attempt to orient them all right side up before reassembling unless this option is selected. If you don't know what this is, you should probably leave it set to the default.
fil: Ang isang natukoy na nabuong ganap an larawan sa imbakang-larawan ng Viking Lander ay maaring may iba't ibang bahaging nakakalat sa maraming iba't ibang mga file. Paminsan-minsan ang mga bahagi ay may iba't ibang orientasyon / ikot. Ang gawang-taong talino ng VikingExtractor ay susubukang iayos sila sa tamang tayo ng orientasyon bago ipagsasama-sama kapag hindi pinili ang opsyong ito. Sakaling hindi mo alam kung ano ito, iwanan lamang sa kasalukuyang napiling difolt.
it: È possibile che una data immagine completamente elaborata nell'archivio delle immagini del modulo di atterraggio del Viking sia spezzettata in più parti in molti file diversi. Talvolta le parti nono sono orientate nello stesso modo (sono sottoposte a rotazioni diverse). L'intelligenza artificiale di VikingExtractor tenta di orientarle correttamente verso l'alto prima di riassembrarle a meno che questa opzioni non sia selezionata. Nel caso non si comprenda il significato di questa operazione, lasciare le impostazioni predefinite.
ms: Imej terterap sepenuhnya yang diberi dalam arkib imej Viking Lander mungkin berselerak dalam bahagian berbeza dikalangan fail yang berlainan. Kadangkala bahagian tersebut tidak diorientasi dengan cara yang sama (diputar berlainan). Kepintaran tiruan VikingExtractor akan cuba orientasi ia pada kedudukan yang betul sebelum menghimpun semula sekiranya pilihan ini dipilih. Jika anda tidak tahu apakah ia, anda patut biarkannya ditetapkan kepada lalai.
ru: Каждое полное изображение в архиве спускаемого модуля Viking может быть разделено на много частей, располагающихся в разных файлах. Иногда эти части неодинаково ориентированы (повёрнуты в разные стороны). Если этот параметр активирован, алгоритмы искусственного интеллекта VikingExtractor будут пытаться повернуть все участки должным образом перед сборкой итогового изображения. Не изменяйте заданное по умолчанию значение без особой на то необходимости.
uk: Дані кожного з повноцінних зображень у архіві зображень посадкових модулів Viking може бути поділено на декілька частин, що зберігаються у окремих файлах. Іноді ці частини мають різну орієнтацію (кут обертання). Алгоритми штучного інтелекту VikingExtractor намагатимуться виправити орієнтацію перед збиранням, якщо ви не позначатимете цей пункт. Якщо у цьому немає особливої потреби, не змінюйте типового значення цього параметра.

source: Do not reconstruct
fil: Huwag muling ibuo
fr: Pas de reconstruction
it: Nessuna ricostruzione
ms: Jangan bina semula
ru: Не воссоздавать
uk: Не відновлювати
