Repository: cartesiantheatre/vlr
Catalog: Extras/VLR/Launcher/Data/Translations/*.po
Languages: fil, fr, it, ms, ru, uk

source: VikingExtractor arguments: {0}
fr: Arguments de VikingExtractor : {0}
it: Argomenti di VikingExtractor: {0}
ms: Argumen VikingExtractor: {0}
ru: Аргументы VikingExtractor: {0}
uk: Параметри VikingExtractor: {0}

source: Yes
fil: Oo
fr: Oui
it: Si
ms: Ya
ru: Да
uk: Так

source: No
fil: Huwag
fr: Non
ms: Tidak
ru: Нет
uk: Ні

source: Farewell
fil: Paalam
fr: Au revoir
it: Arrivederci
ms: Selamat Tinggal
ru: До свидания
uk: До побачення

source: Select Recovery Folder
fil: Piliin ang Folder Para sa Pagwawasto
fr: Choisir le dossier de récupération
it: Seleziona la cartella di ripristino
ms: Pilih Folder Penemuan
ru: Выберите папку восстановления
uk: Вкажіть теку відновлення

source: GStreamer >= 1.0 not found. Will not use for opening video...
fil: Walang GStreamer >= 1.0. Hindi gagamitin para sa pagbukas ng video...
fr: GStreamer >= 1.0 n'a pas été trouvé. Ne sera pas utilisé pour la vidéo d'introduction...
it: GStreamer >= 1.0 non trovato. Non verrà usato per aprire i video...
ms: GStreamer >= 1.0 tidak ditemui. Tidak akan digunakan untuk video pembukaan...
ru: Не найден GStreamer версии >= 1.0. Не будет использоваться при открытии видео...
uk: Не виявлено GStreamer >= 1.0. Початкове відео не буде показано…

source: Verification Prompt
fil: Paniguradong Pagtanong
fr: Invite de vérification
it: Richiesta di verifica
ms: Makluman Pengesahan
ru: Подсказка проверки
uk: Запит щодо перевірки

source: Download Handbook
fil: Ikargang-pabalik (Download) ang Librong De-kamay
fr: Télécharger le manuel
it: Scarica il manuale
ms: Muat Turun Buku Panduan
ru: Загрузить книгу
uk: Звантажити підручник

source: Please choose a download location...
fil: Piliin po ang lokasyon ng pagkakargang-pabalik (download)...
fr: Veuillez choisir l'emplacement de téléchargement...
it: Scegliere una posizione di scaricamento...
ms: Sila pilih lokasi muat turun...
ru: Выберите место для загрузки...
uk: Будь ласка, виберіть місце, де буде збережено дані…

source: Contacting server, please wait...
fil: Inaabot ang server, mag-intay ng sandali...
fr: Communication avec le serveur, veuillez patienter...
it: Tentativo di contatto del server, attendere...
ms: Menghubungi pelayan, tunggu sebentar...
ru: Соединение с сервером, подождите…
uk: Встановлюємо зв’язок з сервером, зачекайте…

source: The download of the handbook was stopped.
fil: Natigil ang pagkargang-pabalik sa librong de-kamay.
fr: Le téléchargement du manuel a été interrompu.
it: Lo scarico del manuale è stato fermato.
ms: Muat turun buku panduan telah berhenti.
ru: Загрузка книги была остановлена.
uk: Звантаження підручника було зупинено.

source: The book downloaded successfully. Would you like to open it?
fil: Ang pagkargang-pabalik sa libro ay matagumpay. Gusto mo bang buklatin?
fr: Le livre a été téléchargé avec succès. Voulez-vous l'ouvrir ?
it: Il libro è stato scaricato con successo. Aprirlo?
ms: Buku berjaya dimuat turun. Anda hendak membukanya?
ru: Книга успешно загружена. Открыть её?
uk: Підручник успішно отримано. Хочете відкрити його?

source: Warning: NetworkManager service not found...
fil: Babala: Hindi mahanap ang NetworkManager service...
fr: Avertissement : le service NetworkManager n'a pas été trouvé…
it: Attenzione: servizio NetworkManager non trovato...
ms: Amaran: Perkhidmatan Pengurus Rangkaian tidak ditemui...
ru: Предупреждение: сервис NetworkManager не найден...
uk: Попередження: не виявлено служби NetworkManager…

source: You need a working internet connection in order to do this. You don't appear to have one right now.
fil: Upang magawa ito, kinakailangan ng gumaganang internet connection. Mukhang wala ka nun ngayon.
fr: Vous devez avoir une connexion internet qui fonctionne afin de faire cela. Vous ne semblez pas en avoir une.
it: È necessaria una connessione funzionante a internet per eseguire questa operazione. Non sembra sia disponibile in questo momento.
ms: Anda perlukan sambungan internet untuk membuatnya. Anda tidak kelihatan mempunyainya.
ru: Для выполнения этого действия требуется рабочее соединение с Интернетом. Сейчас соединение недоступно.
uk: Для виконання цього завдання потрібне працездатне інтернет-з’єднання. Здається, такого з’єднання у вас зараз немає.

source: Cannot launch {0}. Platform unknown...
fil: Hindi mapagana {0}. Di-kilalang plataporma...
fr: Impossible de lancer {0}. Plateforme inconnue...
it: Non è possibile avviare {0}. Piattaforma sconosciuta...
ms: Tidak dapat lancarkan {0}. Platform tidak diketahui...
ru: Невозможно запустить {0}. Неизвестная платформа...
uk: Не вдалося запустити {0}. Невідома платформа…

source: Cannot explore {0}. Platform unknown...
fil: Hindi ma-siyasat {0}. Di-kilalalang platform...
fr: Impossible de parcourir {0}. Plateforme inconnue...
it: Non è possibile esplorare {0}. Piattaforma sconosciuta...
ms: Tidak dapat jelajah {0}. Platform tidak diketahui...
ru: Невозможно просмотреть {0}. Неизвестная платформа...
uk: Не вдалося вивчити {0}. Невідома платформа…

source: Configure Introduction
fil: I-configure ang Panimula
fr: Configurer l'introduction
it: Configura l'introduzione
ms: Konfigur pengenalan
ru: Настройка введения
uk: Вступ до налаштовування

source: Configure Layout
fil: Iconfigure ang panimula
fr: Configurer la disposition
it: Configura la struttura
ms: Konfigur Bentangan
ru: Настройка слоёв
uk: Налаштувати компонування

source: Configure Recovery
fil: I-configure ang Panunumbalik
fr: Configurer la récupération
it: Configura il ripristino
ms: Konfigur Penemuan
ru: Настройка восстановления
uk: Налаштувати відновлення

source: Configure Filters
fil: Iconfigure Ang Mga Panala (Filter)
fr: Configurer les filtres
it: Configura i filtri
ms: Konfigur Penapis
ru: Настройка фильтров
uk: Налаштувати фільтри

source: Configure Advanced
fr: Configurer les paramètres avancés
it: Configurazione avanzata
ms: Konfigur Lanjutan
ru: Расширенные настройки
uk: Додаткове налаштовування

source: Location/
fil: Lokasyon/
fr: Lieu/
it: Posizione/
ms: Lokasi/
ru: Расположение/
uk: Місце/

source: Martian Month/
fil: Buwan (Month) ng Mars/
fr: Mois martien/
it: Mese marziano/
ms: Bulan Marikh/
ru: Месяц Марса/
uk: Марсіанський місяць/

source: Sensor Band Type/
it: Tipo di banda del sensore/
ms: Jenis Jalur Penderia/
ru: Тип полосы пропускания сенсора/
uk: Тип смуги датчика/

source: Mission Solar Day/
fil: Araw (Day) De-araw ng Misyon
fr: Jour solaire de la mission/
it: Giorno solare della missione/
ms: Hari Suria Misi/
ru: Солнечный день программы/
uk: Сонячний день завдання/

source: Copyright (C) 2010-2014 Cartesian Theatre <info@cartesiantheatre.com>.
ms: Hakcipta (C) 2010-2014 Cartesian Theatre <info@cartesiantheatre.com>.
ru: Авторские права (C) 2010-2014 Cartesian Theatre <info@cartesiantheatre.com>.

source: Avaneya Website
fr: Site Web de Avaneya
it: Sito web Avaneya
ms: Laman Sesawang Avaneya
ru: Веб-сайт Avaneya
uk: Сайт Avaneya

source: These options configure some advanced VikingExtractor features. If you are unsure of any of them, just leave them set at their defaults. If you are unsure about any option, just <b>hover</b> your mouse over it for an explanation. The default configuration is recommended.
fil: Pang-configure sa ilan sa mga advanced VikingExtractor features ang mga opsyon na ito. Kapag hindi ka sigurado sa kahit alin sa kanila, iwanan lamang sila sa kanilang mga default. Kung hindi ka sigurado sa kahit anong opsyon, <b>ilutang</b> lamang ang iyong mouse sa ibabaw nito upang mapaliwanag. Ang default configuration ay inirerekomenda.
it: Queste opzioni configurano alcune caratteristiche avanzate di VikingExtractor. Se non si è certi di alcune di queste, lasciare le impostazioni predefinite. Se non si è certi di una opzione, basta <b>passare</b> il mouse su di essa per una spiegazione; si raccomanda di usare la configurazione predefinita.
ms: Pilihan ini konfigurkan beberapa fitur VikingExtractor lanjutan. Jika anda tidak pasti mengenainya, hanya biarkan ia pada lalai mereka. Jika anda tidap pasti mengenai mana-mana pilihan, hanya <b>apungkan</b> penuding tetikus anda diatasnya untuk mendapatkan penerangan. Konfigurasi lalai disarankan.
ru: Здесь находятся некоторые тонкие настройки VikingExtractor. Если вы не уверены в их предназначении, просто оставьте всё как есть. Чтобы получить информацию о какой-либо настройке, <b>задержите</b> курсор над её названием. Рекомендуется использовать конфигурацию настроек по умолчанию.
uk: За допомогою цих параметрів можна налаштувати деякі додаткові можливості VikingExtractor. Якщо ви не певні щодо потрібних вам значень будь-якого з цих параметрів, просто не змінюйте його типове значення. Якщо вам не зрозуміле призначення параметра, просто <b>наведіть вказівник миші</b> на відповідний пункт і ознайомтеся до додатковою підказкою. Рекомендуємо вам скористатися типовими значеннями параметрів.

source: Use image interlacing
fil: Gamitin ang panglarawang interlacing
it: Usa l'interlacciamento dell'immagine
ms: Guna penjalinan imej
ru: Использовать прогрессивную развёртку
uk: Використовувати черезрядковість

source: The recovered images are encoded in a lossless compressed PNG format for maximum quality and versatility. If you&apos;d like them to use interlacing, select this. Interlacing is a method of allowing images to incrementally load, beginning from a lower resolution to its highest one. The images are typically slightly larger, but they are useful for streaming on slower network connections.
fil: Ang napanumbalik-wastong mga larawan ay naka-encode sa isang lossless compressed PNG format para sa pinakamataas na kalidad at husay sa iba't ibang pagagamitan. Kung gusto mong gamitan sila ng interlacing, piliin ito. Ang interlacing ay isang pamamaraan ng pagload ng paunti-unti, mula sa mababang resolusyon patungong sa pinakamataas. Ang mga larawan ay karaniwang mas malaki, ngunit sila ay mainam para sa pag-stream sa mabagal na koneksyon ng network.
fr: Les images récupérées sont encodées dans un format PNG sans perte de compression pour une qualité et une réutilisation maximale. Si vous voulez qu'elles utilisent l’entrelacement, sélectionnez cette option. L’entrelacement est une méthode permettant aux images de se charger progressivement, débutant par une résolution faible en allant jusqu'à la plus haute. Les images sont généralement légèrement plus lourdes, mais sont utiles lors de la diffusion sur des connexions réseau plus lentes.
it: Le immagini ripristinate sono codificate in un formato compresso PNG senza perdita di dati per una massima qualità e versatilità. Se è necessario usare l'interlacciamento, selezionare questa opzione: si tratta di un metodo che consente di effettuare un caricamento progressivo, iniziando da una risoluzione più bassa fino a quella più alta. Le immagini sono generalmente leggermente più grandi, ma sono utili per lo streaming sulle connessioni di rete più lente.
ms: Imej yang ditemui dikodkan dalam format PNG termampat tak hilang untuk kualiti dan kebolehgunaan yang maksimum . Jika anda hendak guna penjalinan, pilih ini. Penjalinan adalah satu kaedah membolehkan imej dimuatkan secara tokokan, bermula dari resolusi rendah kepada yang paling tinggi. Imej adalah sedikit besar, tetapi ia berguna untuk penstriman pada sambungan rangkaian yang lebih perlahan.
ru: Восстановленые изображения сохраняются в сжатом графическом формате без потерь PNG для обеспечения наивысшего качества и удобства использования. Если вы хотите сохранить их в прогрессивном формате, активируйте эту настройку. При сохранении изображения в прогрессивном формате, оно будет отображаться на экране постепенно, от версии с меньшим разрешением к большему. Такие изображения, как правило, имеют немного больший объём, однако они более удобны для передачи по сетям с медленным соединением.
uk: Щоб досягти максимальної якості та зручності у використанні, відновлені зображення буде збережено у форматі стисненого без втрат якості PNG. Якщо ви хочете, щоб було використано черезрядковість, позначте цей пункт. Черезрядкове кодування надає змогу скористатися поступовим завантаженням зображення, коли спочатку комп’ютер показує зображення з низькою роздільною здатністю, а потім збільшує роздільну здатність поступово завантажуючи додаткові дані. Типово, зображення з ефектом черезрядковості є трохи більшими, але ними зручніше користуватися у разі завантаження даних за допомогою з’єднань з низькою пропускною здатністю.

source: The recovered images are encoded in a lossless compressed PNG format for maximum quality and versatility. If you'd like them to use interlacing, select this. Interlacing is a method of allowing images to incrementally load, beginning from a lower resolution to its highest one. The images are typically slightly larger, but they are useful for streaming on slower network connections.
fil: Ang mga napanumbalik-wastong mga larawan ay naka-encode sa isang lossless compressed PNG format para sa pinkamataas na antas ng dekalidad at versatility. Kung gusto mong interlacing ang gamitin sa kanila, piliin ito. Ang interlacing ay isang pamamaraan na pagdisplay ng mga larawan ng paunti-unti, mula sa pinakamababang resolusyon hanggang sa pinakamataas. Karaniwang mas malaki ng kaunti ang mga larawan, ngunit mas mainam kapag nag-sistream sa mas mabagal na koneksyo ng network.
fr: Les images récupérées sont encodées dans un format PNG sans perte de compression pour une qualité et une réutilisation maximale. Si vous voulez qu'elles utilisent l’entrelacement, sélectionnez cette option. L’entrelacement est une méthode permettant aux images de se charger progressivement, débutant par une résolution faible en allant jusqu'à la plus haute. Les images sont généralement légèrement plus lourdes, mais sont utiles lors de la diffusion sur des connexions réseau plus lentes.
it: Le immagini ripristinate sono codificate in un formato compresso PNG senza perdita di dati per una massima qualità e versatilità. Se è necessario usare l'interlacciamento, selezionare questa opzione: si tratta di un metodo che consente di effettuare un caricamento progressivo, iniziando da una risoluzione più bassa fino a quella più alta. Le immagini sono generalmente leggermente più grandi, ma sono utili per lo streaming sulle connessioni di rete più lente.
ms: Imej yang ditemui dikodkan dalam format PNG termampat tak hilang untuk kualiti dan kebolehgunaan yang maksimum . Jika anda hendak guna penjalinan, pilih ini. Penjalinan adalah satu kaedah membolehkan imej dimuatkan secara tokokan, bermula dari resolusi rendah kepada yang paling tinggi. Imej adalah sedikit besar, tetapi ia berguna untuk penstriman pada sambungan rangkaian yang lebih perlahan.
ru: Восстановленые изображения сохраняются в сжатом графическом формате без потерь PNG для обеспечения наивысшего качества и удобства использования. Если вы хотите сохранить их в прогрессивном формате, активируйте эту настройку. При сохранении изображения в прогрессивном формате, оно будет отображаться на экране постепенно, от версии с меньшим разрешением к большему. Такие изображения, как правило, имеют немного больший объём, однако они более удобны для передачи по сетям с медленным соединением.
uk: Щоб досягти максимальної якості та зручності у використанні, відновлені зображення буде збережено у форматі стисненого без втрат якості PNG. Якщо ви хочете, щоб було використано черезрядковість, позначте цей пункт. Черезрядкове кодування надає змогу скористатися поступовим завантаженням зображення, коли спочатку комп’ютер показує зображення з низькою роздільною здатністю, а потім збільшує роздільну здатність поступово завантажуючи додаткові дані. Типово, зображення з ефектом черезрядковості є трохи більшими, але ними зручніше користуватися у разі завантаження даних за допомогою з’єднань з низькою пропускною здатністю.

source: Generate metadata
fil: Ilabas ang metadata
fr: Générer les méta-données
it: Genera i metadati
ms: Jana data meta
ru: Создание метаданных
uk: Створювати метадані

source: Whenever a colour image is being recovered, this option will write out a machine generated text file containing a bunch of image metadata, such as the source magnetic tape, recovery heuristics used, and so on, of each of the image bands used to reconstruct the final colour image.
fil: Tuwing ibinabalik-anyo ang isang colour image, ang option na ito ay maglalabas ng isang machine generated text file na naglalaman ng kumpol ng metadata ng larawan, tulad ng pinagmulan na magnetic tape, heuristics na panunumbalik, at iba pa, ng bawat isang image band na ginamit upang mabuo ang huling colour image.
fr: À chaque fois qu'une image couleur est récupérée, cette option produira un fichier texte contenant un ensemble de métadonnées d'image, comme la bande magnétique source, les heuristiques de récupération utilisées, etc, pour chaque bandes d'image utilisées pour reconstruire l'image couleur finale.
it: Ogni volta che un'immagine a colori viene ripristinata, questa opzione trascrive un file di testo generato dalla macchina che contiene un gruppo di metadati dell'immagine, come il nastro magnetico sorgente, la previsione di ripristino usata e così via, di ciascuna delle bande di immagine usate per ricostruire l'immagine finale a colori.
ms: Bilamana imej warna telah ditemui, pilihan ini akan tuliskan fail teks terjana mesin yang mengandungi sekumpulan data meta imej, seperti pita magnetik sumber, penemuan heuristik yang digunakan dan lain-lain, bagi setiap jalur imej yang digunakan untuk membina semula imej warna akhir.
ru: В каждом случае восстановления цветного изображения, при активированной настройке, программа будет создавать текстовый файл, содержащий метаданные - информацию об изображении, например: иноформацию об исходной магнитной ленте, о способе эвристического восстановления, и т. д. для каждого из каналов, использованного для восстановления конечного изображения.
uk: Якщо буде позначено цей пункт, під час відновлення кольорових зображень програма записуватиме створений комп’ютером текстовий файл з метаданими зображення, зокрема даними щодо коду магнітної стрічки, де зберігалися дані, використаних евристичних алгоритмів відновлення тощо, для кожної зі смуг зображення, які було використано для відновлення остаточного кольорового зображення.

source: Be verbose
fil: Maging detalyado
fr: Être verbeux
it: Maggiore dettaglio nei messaggi
ms: Biar Berjela
ru: Подробный вывод
uk: Докладні повідомлення

source: If this is enabled, the VikingExtractor will display significantly more information as it attempts to recover what it can.
fil: Kung eto ay enabled, ang VikingExtractor ay mag papakita ng kapansin-pansin na impormasyon habang sinusubukan nitong mapanumbalik-wasto ang lahat ng makakaya nya.
fr: Si activé, VikingExtractor affichera beaucoup plus d'informations quand il tentera de récupérer ce qu'il peut.
it: Se abilitato, il VikingExtractor visualizza un numero di informazioni significativamente maggiore durante il tentativo di ripristino, quando possibile.
ms: Jika ia dibenarkan, VikingExtractor akan paparkan lebih maklumat sebagaimana ia cuba dapatkan apa yang boleh.
ru: При активации этой настройки, VikingExtractor будет выводить на экран намного больше информации о ходе восстановления.
uk: Якщо позначити цей пункт, VikingExtractor показуватиме значно більше даних щодо своїх спроб відновити зображення.

source: Use multithreading
fil: Gamitin ang multithreading
fr: Utiliser le multithreading
it: Usa il multithread
ms: Guna bebenang-berbilang
ru: Использовать многопоточность
uk: Використовувати багато потоків обробки

source: Take advantage of machines with more than one processor by using several simultaneously. Note that this feature is currently <b>not</b> supported.
fil: Lubusin ang mga kompyuter na may higit sa isang prosesor sa pamamagitan ng paggamit sa iilan ng sabay-sabay. <b>Hindi</b> pa suportado sa kasalukuyan ang feature na 'to.
fr: Tire parti des machines ayant plus d'un processeur en les utilisant simultanément. Notez que cette fonctionnalité <b>n'est pas</p> supportée pour le moment.
it: Si avvantaggia delle macchine con più di un processore usandone diversi contemporaneamente. Notare che questa caratteristica attualmente <b>non </b> è supportata.
ms: Ambil kelebihan mesin yang mempunyai lebih daripada satu pemproses dengan menggunakannya secara serentak. Perhatian fitur ini <b>belum</b> lagi disokong.
ru: Используйте преимущества компьютеров с несколькими ядрами/процессорами. Обратите внимание, в настоящее время эта функция <b>не</b> поддерживается.
uk: Скористатися перевагами комп’ютерів з декількома процесорами, використовуючи паралельну обробку даних на кожному з них. Зауважте, що у поточній версії підтримки цієї можливості <b>не передбачено</b>.

source: Take advantage of machines with more than one processor by using several simultaneously. Note that this feature is currently not supported.
fil: Lubusin ang mga kompyuter na may higit sa isang prosesor sa pamamagitan ng paggamit sa iilan ng sabay-sabay. Hindi pa suportado sa kasalukuyan ang feature na 'to.
fr: Tire parti des machines ayant plus d'un processeur en les utilisant simultanément. Notez que cette fonctionnalité n'est pas supportée pour le moment.
it: Si avvantaggia delle macchine con più di un processore usandone diversi contemporaneamente. Notare che questa caratteristica attualmente non è supportata.
ms: Ambil kelebihan mesin yang mempunyai lebih daripada satu pemproses dengan menggunakannya secara serentak. Perhatian fitur ini belum lagi disokong.
ru: Используйте преимущества компьютеров с несколькими ядрами/процессорами. Обратите внимание, в настоящее время эта функция не поддерживается.
uk: Скористатися перевагами комп’ютерів з декількома процесорами, використовуючи паралельну обробку даних на кожному з них. Зауважте, що у поточній версії підтримки цієї можливості не передбачено.
