Repository: cartesiantheatre/vlr
Catalog: Extras/VLR/Launcher/Data/Translations/*.po
Languages: fil, fr, it, ms, ru, uk

source: True, we could have simply provided the recovered images alone, but we knew that the <i>libre</i> community, hobbyists in particular, would have found it far more intriguing to have taken part directly in their own digital forensic recovery effort. In addition, given that there has also been a public outcry for <i>libre</i> commercial gaming titles for the GNU operating system for more than a decade, we realized that our fans would understand that their support in purchasing a copy of this software on DVD from us would be critical in sustaining a project as ever wanting of high quality engineers and artists as it is in striving to minimize any reliance on charity.
fil: Totoo na pwede naming simpleng ilabas na lamang ang mga larawan , ngunit alam namin na ang <i>libre</i> community, lalo na ang mga hobbyists, ay mawiwili na makapag sagawa ng kanilang sariling digital forensic recovery effort. Dagdag rito, palibhasang may publikong sigaw-kagustuhan para sa <i>libre</i> commercial gaming title para sa GNU operating system ng higit isang dekada, natanto namin na ang mga tagahanga ay mauunawaan na ang kanilang suporta sa pagbili ng kopya ng kagamitang-lambuting (software) naka-DVD mula sa amin ay lubhang makakatulong sa proyektong laging nangangailangan ng mga dekalidad na inhinyero at artist habang sinisikap nitong paliitin ang pangangailangang umasa sa tsarity.
fr: Nous aurions certes pu fournir uniquement les images restaurées, mais nous connaissions la communauté du libre. Les amateurs en particulier auraient trouvé beaucoup plus intéressant de prendre part directement à l'effort de restauration. En plus, sachant qu'il y avait un vrai besoin de jeux commerciaux <i>libres</i> pour le système d'exploitation GNU, nous avons réalisé que nos fans comprendraient que leur soutien via l'achat du DVD de ce logiciel serait crucial pour maintenir ce projet requérant des ingénieurs et des artistes qualifiés sans devoir se reposer sur la charité.
it: In realtà, sarebbe stato possibile fornire solo le immagini recuperate, ma si sapeva che la comunità <i>libera</i>, in particolare gli appassionati, avrebbero trovato molto più intrigante aver preso parte direttamente al proprio sforzo di recupero forense digitale. In più, considerato che c'era anche stato un grido di protesta per articoli di giochi commerciali <i>liberi</i> per sistemi operativi GNU per oltre una decade, si comprese che i sostenitori avrebbero compreso che il supporto fornito acquistando una copia di questo software su DVD sarebbe stato essenziale per sostenere un progetto come questo, che richiede tecnici e artisti di grande qualità nello sforzo di ridurre al minimo qualsiasi ricorso alle offerte.
ru: Конечно, мы могли бы просто выложить где-нибудь восстановленные изображения, однако мы знаем, что сообщество, поддерживающее <i>свободное</i> программное обеспечение, особенно увлечённые люди, сочтут более интересным своё собственное исследование. Кроме того, учитывая растущий общественный интерес к <i>свободным</i> коммерческим игровым новинкам для операционной системы GNU/Linux, в течение более, чем десяти последних лет, мы решили, что наши фанаты поймут, что их поддержка в виде приобретения копии этого программного обеспечения на DVD окажет огромное влияние на развитие проекта, для которого требуется работа высококлассных разработчиков и художников, и вместе с тем, мы хотели бы минимизировать зависимость проекта от благотворительных пожертвований.
uk: Звичайно ж, ми могли просто оприлюднити відновлені зображення, але ми знали, що спільнота <i>вільних</i> даних, зокрема дослідники-аматори, отримають набагато більше задоволення, якщо візьмуть безпосередню участь у зусиллях з відновлення цифрових даних. Крім того, оскільки уже понад десятиліття існує значна потреба у <i>вільних</i> комерційних проектах ігрової індустрії для операційних систем GNU, ми вважаємо, що прихильники цих систем з розумінням поставляться до потреби у придбанні копії цього програмного забезпечення на нашому DVD. Ваша підтримка буде вирішальною для виживання проекту, участь у якому беруть висококваліфіковані інженери та художники, і який хоче мінімізувати свою залежність від сторонніх благодійників.

source: Nearly anything else you may wish to know about the Avaneya project you can find in our project bible, the <i>Avaneya Project Crew Handbook</i>. For example, there is a chapter titled <i>Viking Lander Remastered</i> which elaborates further on the technical details of this software for those who are curious. You will be given an opportunity momentarily to download a complementary copy of the latest revision of this book to enjoy at your leisure.
fil: Halos lahat ng gusto mong malaman tungkol sa Avaneya project ay mahahanap mo sa aming project bible, ang <i>Avaneya Project Handbook</i>. Halimbawa, may kabanata na pinamagatang <i>Viking Lander Remastered</i> na karagdagang nagpapaliwanag sa mga teknikal na detalye ng kagamitang-lambutin (software) na'to para sa mga mausisa. Mabibigyan ka ng pagkakataon na makapag kargang-pabalik (download) ng isang karagdagang kopya ng pinakahuling rebisyon ng librong ito para malasap sa oras na naaayon sa'yo.
fr: Presque tout le reste de ce que vous souhaitez savoir sur le projet Avaneya peut-être trouvé dans notre bible, le <i>Manuel de l'équipage du projet Avaneya</i>. Par exemple, vous y trouverez un chapitre intitulé <i>Atterrisseur Viking remastérisé</i> qui donne d'avantage de détails techniques sur ce programme pour les curieux. Il vous sera offert une possibilité de télécharger une copie complémentaire de ce manuel pour l'utilisation qui vous plaira.
it: È possibile trovare quasi tutto ciò che è necessario conoscere del progetto Avaneya nella bibbia del progetto, il <i>Manuale della Squadra del Progetto Avaneya</i>. Per esempio, c'è un capitolo intitolato <i>Viking Lander Remastered</i> che elabora ulteriormente i dettagli tecnici di questo software per i curiosi. Tra poco verrà concessa la possibilità di scaricare una copia integrativa di questo libro per divertirsi a proprio piacimento.
ru: Практически всё, что вы хотели бы узнать о проекте Avaneya, вы можете найти в «библии» нашего проекта, руководстве <i>Avaneya Project Crew Handbook</i> (Руководство команды проекта Avaneya). Например, в нём есть глава, названная <i>Viking Lander Remastered</i>, в которой описываются технические подробности программного обеспечения для тех, кому это интересно. Вы сможете загрузить копию последней редакции этой книги, чтобы насладиться её чтением на досуге.
uk: Майже всю іншу потрібну вам інформацію щодо проекту Avaneya ви можете знайти у основному документі проекту, <i>Avaneya Project Crew Handbook</i>. Наприклад, там є глава із заголовком <i>Viking Lander Remastered</i>, у якій можна знайти подальші технічні пояснення щодо цього програмного забезпечення для усіх хто ним цікавиться. Вам буде надано можливість отримати додаткову копію найсвіжішої версії цієї книги і насолодитися її читанням у вільний від інших занять час.

source: On behalf of all of us, we would like to extend our gratitude for your having taken the time to support this project. Avaneya has an exciting future ahead of it. We hope that you will choose to be a part of it.
fil: Para sa aming lahat, gusto naming magpasalamat para sa iyong pagtatabi ng oras upang suportahan ang proyektong ito. May isang nakapupukaw na kinabukasan ang Avaneya. Kaming umaasa na pipiliin mong makasama dito.
fr: Toute l'équipe vous manifeste sa gratitude pour avoir pris le temps de soutenir ce projet. Avaneya est promis à un avenir prometteur. Nous espérons que vous choisirez d'en faire partie.
it: A nome di tutti, si vuole esprime la propria gratitudine per il tempo impiegato nel supporto di questo progetto. Avaneya ha un eccitante futuro davanti a sé: si spera che ognuno scelga di far parte di esso.
ru: От лица всех нас, мы хотели бы выразить вам благодарность, за то, что вы нашли время поддержать этот проект. У проекта «Avaneya» впереди прекрасное будущее. Мы надеемся, что вы станете его частью.
uk: Від імені усього колективу проекту ми хотіли б висловити свою вдячність усім, хто витратив свій час на підтримку цього проекту. Проект Avaneya чекає велике майбутнє. Ми сподіваємося, що ви будете його частиною.

source: <b><i>~ Avaneya Project Crew</i></b>
fil: <b><i>~Pangkat ng Proyektong Avaneya</i></b>
fr: <b><i>~ L'équipe du projet Avaneya</i></b>
it: <b><i>~ La Squadra del Progetto Avaneya</i></b>
ms: <b><i>~ Krew Projek Avaneya</i></b>
ru: <b><i>~ Команда проекта Avaneya</i></b>
uk: <b><i>~ Команда проекту Avaneya</i></b>

source: Recovery
fil: Panumbalik
fr: Récupération
it: Ripristino
ms: Penemuan
ru: Восстановление
uk: Відновлення

source: Launching {0}...
fil: Paglulunsad {0}
ru: Запускается {0}...

source: Spawned process {0}...
fr: Processus {0} lancé...
it: Generato processo {0}...
ms: proces dihasilkan {0}...
ru: Порождённый процесс {0}...
uk: Породжений процес {0}…

source: Waiting for VikingExtractor D-Bus service...
fil: Hinihintay ang VikingExtractor D-Bus service...
fr: En attente du service D-Bus VikingExtractor…
it: In attesa del servizio VikingExtractor D-Bus ...
ms: Menunggu perkhidmatan D-Bus VikingExtractor...
ru: Ожидание службы D-Bus для VikingExtractor
uk: Очікуємо на службу D-Bus VikingExtractor…

source: Dead session connection handle...
fil: Patay na ang session connection handle...
it: Gestore della sessione di connessione non attivo...
ms: Sambungan sesi mati dikendalikan...
ru: Дескриптор соединения «мёртвой» сессии...
uk: Обробник розірваного з’єднання сеансу…

source: Error
fil: Pagkakamali
fr: Erreur
it: Errore
ms: Ralat
ru: Ошибка
uk: Помилка

source: The VikingExtractor could not be launched. The following location was attempted: {0}
fil: Ang VikingExtractor ay hindi kayang mapagana. Ang sumusunod na lokasyon ay sinubukan: {0}
fr: VikingExtractor n'a pas pu être lancé. L'emplacement suivant a été tenté : {0}
it: Non è possibile avviare il VikingExtractor: è stata tentata la seguente posizione: {0}
ms: VikingExtractor tidak dapat dilancarkan. Lokasi berikut cuba diperoleh: {0}
ru: VikingExtractor не может быть запущен. Попытка запуска производилась из: {0}
uk: Не вдалося запустити VikingExtractor. Було виконано спробу обробки цього місця: {0}

source: Are you sure you'd like to abort the recovery?
fil: Sigurado ka bang susukuan na ang panumbalik-wasto?
fr: Êtes-vous certain de vouloir annuler la récupération ?
it: Si è sicuri di voler interrompere il ripristino?
ms: Anda pasti hendak menghenti paksa penemuan?
ru: Прекратить восстановление?
uk: Ви справді хочете перервати відновлення?

source: VikingExtractor terminated with status {0}...
fil: Natapos ang VikingExtractor na may status na {0}...
fr: VikingExtractor a terminé avec le statut {0}...
it: VikingExtractor completato con stato {0}...
ms: VikingExtractor dimatikan dengan status {0}...
ru: VikingExtractor завершён со статусом {0}...
uk: VikingExtractor перервано зі станом {0}…

source: The recovery process was unsuccessful. ({0})
fil: Ang prosesong panumbalik-wasto ay di-matagumpay. ({0})
fr: Le processus de récupération n'a pas réussi. ({0})
it: Il processo di ripristino non ha avuto successo. ({0})
ms: Proses penemuan tidak berjaya. ({0})
ru: Процесс восстановления завершился неудачей. ({0})
uk: Процес відновлення не був успішним. ({0})

source: Subscribe to Newsletter
fil: Sumali upang tumganggap ng Newsletter
fr: S'abonner à la lettre d'information
it: Abbonarsi al bollettino
ms: langgan ke Surat Berita
ru: Подписаться на рассылку
uk: Підписатися на новини

source: You need to fill out the whole form.
fil: Kailangan mong makumpleto ang form.
fr: Vous devez remplir entièrement le formulaire.
it: È necessario completare tutto il modulo.
ms: Anda perlu mengisi keseluruhan borang.
ru: Нужно заполнить форму полностью.
uk: Вам слід заповнити всю форму.

source: Invalid email address.
fil: Imbalidong email address.
fr: Adresse de courriel invalide.
it: Indirizzo di posta elettronica non valido.
ms: Alamat emel tidak sah.
ru: Недопустимый адрес электронной почты.
uk: Некоректна адреса електронної пошти.

source: Passwords do not match.
fil: Hindi pumapares ang mga password.
fr: Les deux mots de passe ne correspondent pas.
it: Le password non corrispondono.
ms: Kata laluan tidak sepadan.
ru: Пароли не совпадают.
uk: Паролі не збігаються.

source: There was a problem communicating with the remote server. Please try again later. {0}
fil: Nagkaroon ng problema sa pakikipagtalastasan sa remote server. Subukan muli maya-maya. {0}
fr: La communication avec le serveur distant a rencontré un problème. Veuillez réessayer plus tard. {0}
it: Si è verificato un problema di comunicazione con il server remoto. Ritentare in un secondo momento. {0}
ms: Terdapat masalah berkomunikasi dengan pelayan jauh. Sila cuba sekali lagi nanti. {0}
ru: При обмене данными с удалённым сервером возникла ошибка. Попробуйте ещё раз. {0}
uk: Під час спроби обмінятися даними з віддаленим сервером виникли проблеми. Будь ласка, повторіть спробу пізніше. {0}

source: Graphical user interface for the Avaneya: Viking Lander Remastered...
fil: Pagamitang Inilalarawan (GUI) para sa Avaneya: Viking Lander Remastered...
fr: Interface graphique pour Avaneya : atterrisseur Viking remastérisé…
it: Interfaccia grafica utente per Avaneya: Viking Lander Remastered...
ms: Antaramuka pengguna bergrafik untuk Avaneya: Viking Lander Remastered...
ru: Графический интерфейс пользователя для пакета Avaneya: Viking Lander Remastered...
uk: Графічний інтерфейс до Avaneya: переробленому Viking Lander…

source: Override path to user interface data root.
fil: I-override ang path tungong user interface data root.
it: Sovrascrive il percorso della root dei dati dell'interfaccia utente.
ms: Batalkan laluan ke root data antaramuka pengguna.
ru: Изменить путь к корневому каталогу данных пользовательского интерфейса.
uk: Перевизначити шлях до кореневого каталогу даних інтерфейсу користувача.

source: Override path to Viking lander mission data root.
fil: I-override ang path tungong Viking lander mission data root.
it: Sovrascrive il percorso della root dei dati della missione del modulo di atterraggio Viking.
ms: Batalkan laluan ke root data misi Viking lander.
ru: Изменить путь к корневому каталогу данных миссии «Викинг».
uk: Перевизначити шлях до кореневого каталогу з даними завдання посадкового модуля «Вікінг».

source: Do not show the splash and opening video.
fil: Huwag ipakita ang splash at sineng panimula.
fr: Ne pas montrer l'écran d'accueil ni la vidéo d'introduction.
it: Non visualizza la schermata d'avvio e il video d'apertura.
ms: jangan papar percikan dan video pembukaan.
ru: Не показывать заставку и видеоролик.
uk: Не показувати вікно вітання та початкове відео.

source: Do not play background music.
fil: Huwag magpatugtog.
fr: Désactiver la musique de fond.
it: Non esegue la musica di sfondo.
ms: jangan main muzik latar belakang.
ru: Не воспроизводить фоновую музыку
uk: Не відтворювати фонову музику.

source: Display application version.
fil: Ipakita ang bersyon ng aplikasyon.
fr: Afficher la version de l'application.
it: Visualizza la versione dell'applicazione.
ms: Papar versi aplikasi.
ru: Отображать версию приложения.
uk: Показати дані щодо версії програми.

source: Override path to VikingExtractor executable.
fil: I-override ang landas tungo sa VikingExtractor executable.
fr: Écraser le chemin vers l'exécutable VikingExtractor.
it: Sovrascrive il percorso dell'eseguibile VikingExtractor.
ms: Batalkan laluan ke bolehlaku VikingExtractor.
ru: Изменить путь к исполняемому файлу VikingExtractor.
uk: Перевизначити шлях до виконуваного файла VikingExtractor.

source: Warning: No executable detected... "{0}"
fil: Babala: Walang nahanap na napapagana... "{0}"
fr: Avertissement : aucun exécutable détecté… « {0} »
it: Attenzione: Nessun eseguibile individuato... "{0}"
ms: Amaran: Tiada bolehlaku dikesan... "{0}"
ru: Предупреждение: не найден исполняемый файл… «{0}»
uk: Попередження: не виявлено виконуваного файла… «{0}»

source: Unfortunately your platform is not yet supported. A required executable was not detected. Operating System: {0} Machine Architecture: {1}
fil: Sa kamalasan ang iyong plataporma ay di-suportado. Walang nahanap na kinakailangang napapagana. Operating System: {0} Machine Architecture: {1}
fr: Malheureusement votre plate-forme n'est pas encore prise en charge. Un exécutable requis n'a pas été détecté. Système d'exploitation : {0} Architecture de la machine : {1}
it: Sfortunatamente la piattaforma non è ancor supportata, Non è stato individuato un eseguibile richiesto. Sistema operativo: {0} Architettura della macchina: {1}
ms: Malangnya platform anda belum lagi disokong. Bolehlaku yang diperlukan tidak dikesan. Sistem Pengoperasian: {0} Senibina Mesin: {1}
ru: К сожалению, ваша аппаратная платформа пока не поддерживается. Необходимый исполняемый файл не найден. Операционная система: {0} Архитектура процессора: {1}
uk: На жаль, підтримки вашої платформи ще не передбачено. Потрібного виконуваного файла не виявлено. Операційна система: {0} Архітектура: {1}

source: Verification Progress
fil: Katayuan ng Pagtitiyak
fr: Processus de vérification
it: Progresso della verifica
ms: Kemajuan pengesahan
ru: Состояние верификации
uk: Поступ перевірки

source: I was not able to check a file I require. {0}: {1}
fil: Hindi ko nasiyasat ang kinakailangan kong file. {0}: {1}
fr: Je n'ai pas pu vérifier un fichier dont j'ai besoin. {0} : {1}
it: Non è possibile controllare un file richiesto. {0}: {1}
ms: Saya tidak berupaya memeriksa fail yang diperlukan. {0}: {1}
ru: Невозможно проверить требуемый файл. {0}: {1}
uk: Не вдалося перевірити потрібний файл. {0}: {1}

source: I could not locate the list of files to verify: {0} {1}
fil: Wala akong mahanap na listahan ng mga file na ititiyak: {0} {1}
fr: Je n'ai pas pu trouver la liste des fichiers à vérifier : {0} {1}
it: Non è possibile localizzare l'elenco di file da verificare: {0} {1}
ms: Saya tidak dapat mencari senarai fail untuk disahkan: {0} {1}
ru: Невозможно получить список файлов для проверки: {0} {1}
uk: Не вдалося знайти список файлів для перевірки: {0} {1}

source: Your disc might be damaged. It is recommended that you replace it before continuing. The following file appeared to be corrupt: <tt>{0}</tt>
fil: Baka sira ang iyong disc. Pinapayo na palitan mo ito bago magpatuloy. Mukang ang sumusunod na file ay sira: <tt>{0}</tt>
fr: Votre disque est peut-être endommagé. Il vous est recommandé de le remplacer avant de continuer. Les fichiers suivants semblent corrompus : <tt>{0}</tt>
it: Il disco potrebbe essere danneggiato: si raccomanda di sostituirlo prima di continuare. Il seguente file sembra essere danneggiato: <tt>{0}</tt>
ms: Cakera anda mungkin rosak. Adalah disarankan anda menggantinya sebelum diteruskan. Fail berikut kelihatan sudah rosak: <tt>{0}</tt>
ru: Ваш диск может быть повреждён. Рекомендуем заменить его перед продолжением. Следующие файлы скорее всего повреждены: <tt>{0}</tt>
uk: Здається, ваш диск пошкоджено. Рекомендуємо вам його замінити, перш ніж продовжувати обробку. Пошкодження виявлено у цьому файлі: <tt>{0}</tt>

source: Disc verification was cancelled.
fil: Nahinto sa kalahati ang pagtitiyak sa disc.
fr: La vérification du disque a été annulée.
it: La verifica del disco è stata annullata.
ms: Pengesahan cakera dibatalkan.
ru: Проверка диска была отменена.
uk: Перевірку диска було скасовано.

source: The disc verification completed successfully. Your disc is probably fine.
fil: Matagumpay na natapos ang pagtitiyak sa disc. Malamang mainam ang disc mo.
fr: La vérification du disque s’est terminée avec succès. Votre disque n’a probablement pas de problème.
it: La verifica del disco è stata completata con successo: probabilmente il disco funziona correttamente.
ms: Pengesahan cakera berjaya diselesaikan. Cakera anda tiada masalah.
ru: Процесс проверки диска успешно завершён. Судя по всему, с диском всё в порядке.
uk: Перевірку диска успішно завершено. З вашим диском, ймовірно, усе гаразд.

source: Disc verification failed.
fil: Nabigo ang pagtitiyak sa disc.
fr: La vérification du disque a échoué.
it: Verifica del disco non riuscita.
ms: Pengesahan cakera gagal.
ru: Ошибка проверки диска.
uk: На диску виявлено помилки.

source: Confirmation
fil: Kasiguraduhan
it: Conferma
ms: Pengesahan
ru: Подтверждение
uk: Підтвердження

source: Save to: {0}
fil: I-save sa: {0}
fr: Enregistrer vers : {0}
it: Salvare in: {0}
ms: Simpan ke: {0}
ru: Сохранить в: {0}
uk: Зберегти до: {0}

source: Output will be overwritten: {0}
fil: Ang output ay matatabunan ng bago: {0}
fr: Le fichier de sortie serra écrasé : {0}
it: L'output verrà sovrascritto: {0}
ms: Output akan ditulis ganti: {0}
ru: Выходные данные будут перезаписаны: {0}
uk: Виведені дані буде перезаписано: {0}

source: Directorize by...
fil: I-directorize ayon sa...
it: Riordinato in directory da...
ms: Didirektorikan oleh...
ru: Каталогизировать по...
uk: Розподіл за каталогами за…

source: ...diode band class: {0}
it: ...classe della banda del diodo: {0}
ms: ...kelas jalur diod: {0}
ru: ...класс полосы пропускания: {0}
uk: …класом смуги діодів: {0}

source: ...Martian location: {0}
fil: ...Lugar sa Mars: {0}
fr: …Emplacement sur Mars : {0}
it: ...Posizione marziana: {0}
ms: ...Lokasi Planet Marikh: {0}
ru: ...Местоположению на Марсе: {0}
uk: …місцевістю на Марсі: {0}

source: ...Martian month: {0}
fr: …Mois martien : {0}
it: ...Mese marziano: {0}
ms: ...Bulan Marikh: {0}
ru: ...Месяцу Марса: {0}
uk: …марсіанським місяцем: {0}

source: ...mission solar day: {0}
fil: ...araw de-araw ng misyon: {0}
fr: …Jour solaire de la mission : {0}
it: ...Giorno solare della missione: {0}
ms: ...hari suria misi: {0}
ru: ...солнечному дню программы: {0}
uk: …сонячним днем завдання: {0}

source: Disable automatic image component orientation: {0}
fr: Désactiver la rotation automatique composants images : {0}
it: Disabilita l'orientamento automatico dei componenti dell'immagine: {0}
ms: Lumpuhkan orientasi komponen imej berautomatik: {0}
ru: Отключить автоориентацию компонентов изображения: {0}
uk: Вимкнути автоматичне орієнтування компонентів зображення: {0}

source: Dump components without reconstruction: {0}
fil: Itambak ang mga piraso na walang pagbubuong-panibago {0}
fr: Jeter les composants sans reconstruction : {0}
it: Scarta i componenti senza ricostruzione: {0}
ms: Longgokkan komponen tanpa pembinaan semula: {0}
ru: Извлекать компоненты без реконструкции: {0}
uk: Створити дамп компонентів без відновлення: {0}

source: Filters...
fil: Mga Panala...
fr: Filtres…
it: Filtri...
ms: Penapis...
ru: Фильтры...
uk: Фільтри…

source: ...diode band type class: {0}
it: ...Classe del tipo di banda del diodo: {0}
ms: ...kelas jenis jalur diod: {0}
ru: ...тип полосы пропускания: {0}
uk: …за класом типу смуги діодів: {0}

source: ...lander: {0}
it: ...Modulo di atterraggio: {0}
ru: ...спускаемый аппарат: {0}
uk: …за посадковим модулем: {0}

source: Interlace images: {0}
fr: Entrelacer les images : {0}
it: Interlaccia le immagini: {0}
ms: Jalinkan imej: {0}
ru: Чередовать изображения: {0}
uk: Черезрядковість зображень: {0}

source: Generate metadata: {0}
fil: Ilabas ang metadata: {0}
fr: Générer des métadonnées : {0}
it: Genera i metadati: {0}
ms: Jana data meta: {0}
ru: Создание метаданных: {0}
uk: Створювати метадані: {0}

source: Be verbose: {0}
fil: Maging detalyado: {0}
fr: Être verbeux : {0}
it: Messaggi più dettagliati: {0}
ms: Biar berjela: {0}
ru: Подробный отчёт: {0}
uk: Докладний режим: {0}

source: Use multithreading: {0}
fil: Gamitin ang multithreading: {0}
fr: Utiliser le multithreading : {0}
it: Usa il multithread: {0}
ms: Guna bebenang-berbilang: {0}
ru: Использовать многопоточность: {0}
uk: Обробка у декілька потоків: {0}
