Repository: cartesiantheatre/vlr
Catalog: Extras/VLR/Launcher/Data/Translations/*.po
Languages: fil, fr, it, ms, ru, uk

source: A given fully rendered image in the Viking Lander image archive might be scattered in different parts across many different files. If this option is selected, the VikingExtractor won't attempt to reassemble the images, but instead it will just extract and dump all constituent components (band data) as separate image files. If you don't know what this is, you should probably leave it set to the default.
fil: ng isang natukoy na nabuong ganap an larawan sa imbakang-larawan ng Viking Lander ay maaring may iba't ibang bahaging nakakalat sa maraming iba't ibang mga file. Kung napili ang opsyon na ito, hindi na susubukan ng VIkingExtractor na ibuo ang mga larawan, sa halip ay i-eextract at itatambak lamang ang mga nababahaging piraso (band data) bilang hiwa-hiwalay na mga larawang file. Sakaling hindi mo alam kung ano ito, iwanan lamang sa kasalukuyang napiling difolt.
it: È possibile che una data immagine completamente elaborata nell'archivio delle immagini del modulo di atterraggio del Viking sia spezzettata in più parti in molti file diversi. Se viene selezionata questa opzione, VikingExtractor non tenta di riassemblare le immagini, ma si limita a estrarre e scaricare tutti i componenti dell'elemento (i dati di banda) come file immagine separati. Nel caso non si comprenda il significato di questa operazione, lasciare le impostazioni predefinite.
ru: Каждое полное изображение в архиве спускаемого модуля Viking может быть разделено на много частей, располагающихся в разных файлах. Если этот параметр активирован, VikingExtractor не будет собирать итоговое изображение, вместо этого, программа просто извлечёт все компоненты изображения (данные полосы) в отдельные файлы изображений. Не изменяйте заданное по умолчанию значение, без особой на то необходимости.
uk: Дані кожного з повноцінних зображень у архіві зображень посадкових модулів Viking може бути поділено на декілька частин, що зберігаються у окремих файлах. Якщо буде позначено цей пункт, VikingExtractor не виконуватиме об’єднання зображень, а просто виконає видобування даних і збереже усі компоненти (дані смуги) до окремих файлів зображень. Якщо у цьому немає особливої потреби, не змінюйте типового значення цього параметра.

source: (set at runtime)
fil: (set sa oras ng pagtakbo)
it: (imposta al tempo di esecuzione)
ms: (tetapkan pada masa jalan)
ru: (устанавливается во время работы)
uk: (встановлюється під час роботи)

source: The following is a summary of the configuration <b>VikingExtractor</b> will use for this session. If you would like to change anything, you can go back. Otherwise the recovery effort will begin as soon as you hit <i>Apply</i>. This next page will contain the output from the <b>VikingExtractor</b> process while it works. Don't be alarmed if you see many warnings. This is normal because some of the Viking lander data was not actual data or was too corrupted to be recoverable.
fil: Ang sumusunod ay isang buod ng napiling ayos-gamit na gagamitin ng<b>Viking Extractor</b> para sa sesyong ito. Kung may gusto kang palitan, pwede kang bumalik. Kung wala naman, ang gawaing panunumbalik-wasto ay magsisimula sa oras na tinamaan mo ang <i>Apply</i> Ang sunod na pahina ay maglalaman ng nilabas na gawain ng prosesong <b>VikingExtractor</b> habang gumagana ito. Huwag mabahala kapag may nakita kang maraming babala. Karaniwan ito dahil ang iba sa mga data ng Viking lader ay hindi tiyak o sobrang nasira na at hindi na mapanumbalik-wasto.
it: Ciò che segue è un riassunto della configurazione usata da <b>VikingExtractor</b> in questa sessione; se è necessario modificare qualcosa, è possibile tornare indietro, in caso contrario il tentativo di ripristino inizierà subito dopo aver premuto <i>Applica</i>. La prossima pagina contiene l'output del processo di <b>VikingExtractor</b> durante il suo funzionamento. Non allarmarsi per la comparsa di avvertimenti: ciò è normale in quanto alcuni dei dati dei moduli di atterraggio dei Viking non sono in effetti dei dati o sono troppo danneggiati per essere recuperabili.
ru: Ниже приведено резюме настроек <b>VikingExtractor</b> для этой сессии. Если вы хотели бы что-то изменить, вернитесь к соответствующему шагу. Если всё в порядке, программа начнёт восстановление сразу после нажатия на кнопку <i>Применить</i>. На следующей странице будут показаны данные, выводимые программой <b>VikingExtractor</b> во время работы. Если вы на ней увидите много предупреждений, не волнуйтесь, это нормально, поскольку некоторая часть данных посадочных модулей Viking не является данными как таковыми, либо же повреждены настолько, что их восстановление не представляется возможным.
uk: Нижче наведено резюме щодо налаштувань <b>VikingExtractor</b> протягом цього сеансу. Якщо ви хочете щось змінити, можете повернутися до відповідного кроку налаштовування. Якщо ж усе гаразд, програма розпочне відновлення, щойно ви натиснете кнопку <i>Застосувати</i>. На наступній сторінці буде показано дані, виведені програмою <b>VikingExtractor</b> під час обробки. Не хвилюйтеся, якщо побачите багато повідомлень з попередженнями. Це нормально: частина даних посадкових модулів Viking не стосується зображень, іншу частину занадто пошкоджено, отже зображення неможливо відновити.

source: All diode band types
fil: Lahat ng uri ng diode band
ru: Все полосы пропускания

# Broadband as in signal range, not network connectivity.
source: Broadband
fil: Brodband
ru: Широкополосный

source: Colour
fil: Kulay
it: Colore
ru: Цвет

source: Infrared
it: Infrarossi
ru: Инфракрасный

source: Sun
fil: Araw
ru: Солнце

source: Survey
it: Sondaggio
ru: Опрос

source: Congratulations! The mission data forensic recovery has completed. To examine everything that you managed to recover, use the button below. We also recommend that, at your leisure, you take a look through our <i>Avaneya Project Crew Handbook</i> if you chose to download a free copy. This is a great place to learn more about the Avaneya project. On behalf of the Avaneya project crew, we hope that you enjoyed using this software. If you purchased a copy of it, we would like to express our gratitude. Your support is critical to maintaining active and professional development of the Avaneya project.
fil: Sa wakas! Ang panunumbalik-forensic ng data ay kumpleto na. Upang suriin ang lahat ng nakuha mo, gamiting ang pindutan sa ilalim. Inirerekomenda rin namin na, sa iyong libreng oras, na tingnan ang aming <i>Avaneya Project Crew Handbook</i> kung pinili mong makapag pababang-karga ng isang libreng kopya. Ito ay isang magandang pagkakataon upang makilala ang Avaneya project. Para sa Avanayeya Project crew, inaasahan namin na magugustuhan mo ang paggamit ng kagamitang-lambutin na'to. Kung nabili mo ang kopya na'to, gusto naming magpasalamat. Ang suporta mo ay napaka-importante sa pagpapatuloy ng isang aktibo at propesyonal na pagpapabuti ng Avaneya project.
it: Congratulazioni! Il ripristino forense dei dati della missioni è stato completato. Per esaminare tutto quello che è stato possibile ripristinare, usare il pulsante sottostante. Si raccomanda, con comodo, di dare un'occhiata al <i>Manuale della Squadra del Progetto Avaneya</i> nel caso si sia scelto di scaricare una copia gratuita. Si tratta di un buon modo per imparare qualcosa in più sul progetto Avaneya. A nome della squadra del progetto Avaneya, ci si augura che l'uso di questo software sia stato piacevole. I componenti della squadra esprimono la loro gratitudine nel caso l'utente ne abbia acquistato una copia; il supporto degli utenti è essenziale per sostenere uno sviluppo attivo e professionale del progetto Avaneya.
ru: Поздравляем! Аналитическое восстановление данных завершено. Для просмотра всей восстановленной информации нажмите кнопку ниже. Рекомендуем в свободное время ознакомиться с книгой <i>Avaneya Project Crew Handbook</i>, вы можете загрузить её бесплатную копию. С помощью этой книги вы узнаете намного больше о проекте Avaneya. От лица команды разработчиков Avaneya, мы надеемся, что программа вам понравилась. Если вы приобрели её копию, мы выражаем вам свою искреннюю благодарность. Ваша поддерджка чрезвычайно важна для активного и продолжения профессиональной разработки проекта Avaneya.
uk: Вітаємо! Відновлення даних завдання успішно завершено. Щоб оглянути всі відновлені дані, натисніть показану нижче кнопку. Ми також рекомендуємо вам, у вільний від справ час, ознайомитися з нашою книгою <i>Avaneya Project Crew Handbook</i>, якщо ви вирішите отримати безкоштовну копію. За допомогою цієї книги ви зможете дізнатися більше про проект Avaneya. Від імені команди проекту Avaneya висловлюємо сподівання, що вам сподобаються наші програми. Якщо ви придбали копію цих програм, ми висловлюємо вам щиру вдячність. Ваша підтримка є дуже важливою для продовження активного і професійного розвитку проекту Avaneya.

source: Explore Recovered Mission Data
fil: Siyasatin ang Napanumbalik-wasto na Data ng Misyon
fr: Explorer les données de mission récupérées
it: Esplora i dati della missione ripristinati
ms: Jelajah Data Misi Yang Ditemui
ru: Обзор восстановленных данных миссии
uk: Оглянути відновлені дані завдань

source: Explore Source Code
fil: Siyasatin Ang Source Code
fr: Explorer le code source
it: Esplora il codice sorgente
ms: Jelajah Kod Sumber
ru: Ознакомиться с исходным кодом
uk: Оглянути початковий код

source: The <i>Avaneya Project Crew Handbook</i> was written to address the needs of project contributors in our community. Would you like to download the latest revision? This requires a working internet connection.
fil: And <i>Librong De-kamay ng Crew ng Proyektong Avaneya</i> ay isinulat upang masagot ang pangangailangan ng mga tumutulong sa proyektong ito sa ating pamayanan. Gusto mo bang ikargang-pabalik ang pinakabagong rebisyon? Kinakailangan nito ng isang gumaganang koneksyon sa internet.
it: Il <i>Manuale della Squadra del Progetto Avaneya</i> è stato scritto per venire incontro alle necessità dei collaboratori del progetto nella comunità. Scaricare la più recente revisione? Ciò richiede una connessione a internet funzionante.
ms: <i>Buku Panduan Krew Projek Avaneya</i> telah ditulis untuk memenuhi keperluan penyumbang projek dalam komuniti kami. Anda hendak muat turun revisi yang terkini? Ia memerlukan sambungan internet.
ru: Книга <i>Avaneya Project Crew Handbook</i> была написана для тех, кто хочет внести свой вклад в развитие проекта. Если вы хотели бы загрузить последнюю редакцию книги, вам потребуется работающее соединение с Интернетом.
uk: Книгу <i>Avaneya Project Crew Handbook</i> було написано для учасників проекту у межах нашої спільноти. Хочете отримати найсвіжішу версію книги? Вам знадобиться працездатне інтернет-з’єднання.

source: Yes, download the latest copy.
fil: Sige, ikargang-pabalik ang pinakabagong kopya.
fr: Oui, télécharger la dernière copie.
it: Si, scaricare la copia più recente.
ms: Ya, muat turun salinan terkini.
ru: Да, загрузить последнюю копию.
uk: Так, звантажити найсвіжішу копію.

source: Both landers
fil: Dalawang magkapwang lander
ru: Оба посадочных модуля

source: This window contains the output from the VikingExtractor process while it works.
fil: Ang bintanang ito ang maglalaman ng nilabas na gawain mula sa gawaing VikingExtractor habang gumagana ito.
fr: Cette fenêtre contient la sortie du VikingExtractor pendant son fonctionnement.
it: Questa finestra contiene l'output del processo del VikingExtractor durante il suo funzionamento.
ms: Tetingkap ini mengandungi output daripada proses VikingExtractor ketika ia berfungsi.
ru: В этом окне будет выводиться информация о ходе процесса, во время работы VikingExtractor.
uk: У цьому вікні буде показано дані, виведені процесом VikingExtractor під час його роботи.

source: Please wait...
fil: Maghintay po...
fr: Veuillez patienter…
it: Attendere prego...
ms: Tunggu sebentar...
ru: Пожалуйста, подождите...
uk: Зачекайте, будь ласка...

source: Please select an <b>empty</b> folder below. This folder will be used to save all of the recoverable images. If the folder is not empty, its contents could be overwritten if you allow it.
fil: Pakipili ang isang walang laman na folder sa ilalim. Etong folder ay magagamit upang mai-save ang lahat ng mababawi na larawan. Kapag may laman ang folder, ang mga laman ay pwedeng matabunan kung pinayagan mo.
fr: Veuillez choisir un dossier <b>vide</b> ci-dessous. Ce dossier sera utilisé pour enregistrer toutes les images récupérables. Si le dossier n'est pas vide, son contenu pourra être écrasé si vous l'autorisez.
it: Selezionare una cartella <b>vuota</b> in basso: verrà usata per salvare tutte le immagini ripristinabili. Se la cartella non è vuota, il suo contenuto sarà sovrascritto con il consenso dell'utente.
ms: Sila pilih folder <b>koosng</b> dibawah. Folder ini akan digunakan untuk menyimpan semua imej yang ditemui. Jika folder tidak kosong, kandungannya akan ditulis-ganti jika anda membenarkannya.
ru: Пожалуйста, выберите <b>пустую</b> папку. Она будет использована для сохранения всех восстанавливаемых изображений. Если папка не будет пустой, её содержимое будет перезаписано, если вы разрешите это.
uk: Будь ласка, вкажіть нижче <b>порожню</b> теку. Цю теку буде використано для збереження даних усіх придатних до відновлення зображень. Якщо тека виявиться не порожньою, її вміст буде перезаписано, якщо ви підтвердите цю дію.

source: Select folder to store recovered images
fil: Piliin ang folder upang pagtatabihan ng napanumbalik-wasto na mga larawan
fr: Choisissez un dossier où enregistrer les images récupérées
it: Selezionare una cartella per archiviare le immagini ripristinate.
ms: Pilih folder untuk menyimpan imej yang ditemui
ru: Выберите папку для сохранения восстановленных изображений
uk: Виберіть теку для зберігання відновлених зображень

source: Overwrite existing output files
fil: Tabunan ang lumang output files
fr: Écraser les fichiers de sortie existant
it: Sovrascrive i file di output esistenti
ms: Tulis-ganti fail output sedia ada
ru: Перезаписать существующие выходные файлы
uk: Перезаписати наявні файли виведених даних

source: This will overwrite any existing output files that have the same name as the data recovered.
fil: Tatabunan nito ang kahit anong lumang output file na may kaparehas na pangalan sa napanumbalik-wastong data.
fr: Ceci écrasera n'importe quel fichier de sortie possédant le même nom que les données récupérées.
it: Questa operazione sovrascriverà tutti i file di output esistenti con lo stesso nome dei dati ripristinati.
ms: Ia akan menulis-ganti fail output sedia ada yang mempunyai nama yang serupa.
ru: Это действие перезапишет все существующие выходные файлы с именем, совпадающим с восстанавливаемыми файлами.
uk: Всі наявні файли результатів обробки, які матимуть ті самі назви, що і відновлені дані, буде перезаписано.

source: We have a <b>low volume</b> announcement mailing list that we use to make press releases and other public announcements. We would love to keep you in the loop. <i>We will never deliberately pass your information on to a third party.</i>
fil: Mayroon kaming <b>kakaunting imik</b> na patalastasang listahan na ginagamit namin upang magbigay ng balita at iba pang pampublikong ulat. Ninanais namin na balitaan kayo sa mga pagbabago.</i>
it: La squadra ha a disposizione una mailing list per comunicazioni <b>di ridotto volume</b> utilizzata per effettuare comunicati stampa e altre comunicazioni pubbliche e vorrebbe tenere informati gli utenti. <i>Le informazioni fornite non saranno mai deliberatamente fornite a terze parti.</i>
ru: У нас есть <b>небольшая</b> рассылка, через которую мы делаем пресс-релизы и сообщаем другую информацию. Будет здорово, если вы подпишетесь на неё. <i>Мы никогда не передадим вашу личную информацию третьим лицам.</i>
uk: У нас є список листування для оголошень, кількість повідомлень у якому є <b>дуже малою</b>. Ми використовуємо цей список для розповсюдження оголошень для преси та іншої відкритої для громадськості інформації. Ми б хотіли, щоб ви підписалися на цей список листування. <i>Ми зобов’язуємося не передавати на власний розсуд ваші дані стороннім особам.</i>

source: Yes, please subscribe me.
fil: Sige, paki-sali naman ako.
fr: Oui, inscrivez moi.
it: Si accetta.
ms: Ya, sila langgankan saya.
ru: Да, подписать меня на рассылку.
uk: Так, хочу підписатися.

source: <b>Name:</b>
fil: <b>Pangalan:</b>
fr: <b>Nom :</b>
it: <b>Nome:</b>
ms: <b>Nama:</b>
ru: <b>Имя:</b>
uk: <b>Ім’я:</b>

source: <b>Email:</b>
fr: <b>Courriel :</b>
ms: <b>Emel:</b>
ru: <b>Электронная почта:</b>
uk: <b>Ел. пошта:</b>

source: <b>Password:</b>
fil: <b>Salitang Lihim:</b>
fr: <b>Mot de passe :</b>
ms: <b>Kata Laluan:</b>
ru: <b>Пароль:</b>
uk: <b>Пароль:</b>

source: <b>Password again:</b>
fil: <b>Salitang Lihim:</b>
fr: <b>Mot de passe de nouveau :</b>
it: <b>Conferma password</b>
ms: <b>Katal laluan sekali lagi:</b>
ru: <b>Повторите пароль:</b>
uk: <b>Пароль (ще раз):</b>

source: Thanks, but I think I'll pass.
fil: Salamat, pero huwag na.
fr: Non, merci.
it: Grazie, ma non si accetta.
ms: Terima kasih, saya tidak mahu.
ru: Спасибо, не надо.
uk: Дякую, але не зараз.

source: Please wait while your mission data's integrity is verified. You can safely stop this process at any time, if you wish.
fil: Maghintay lang po ng sandali habang pinaninigurado ang mission data. Kapag ginusto mo, pwedeng ligtas na itigil ang prosesong ito.
fr: Veuillez patienter pendant la vérification de l'intégrité de vos données de mission. Vous pouvez interrompre ce processus à tout moment si vous le souhaitez.
it: Attendere per la verifica dell'integrità dei dati della missione; è possibile fermare in sicurezza questo processo in qualsiasi momento.
ms: Tunggu sebentar ketika integriti data misi anda disahkan. Anda boleh hentikan proses ini pada bila-bila masa, jika anda mahu.
ru: Подождите, пока идёт проверка целостности данных. Вы можете безопасно остановить этот процесс в любое время.
uk: Будь ласка, зачекайте, доки комп’ютер перевірить цілісність даних. Якщо хочете, можете у будь-який момент перервати процес перевірки.

source: This disc contains a substantial amount of data that the recovery software will try to examine for recoverable images. Although we have optimized the data, it is still very large and may take a long time depending on the speed of your computer. Would you like to verify that the data contained on your disc is not corrupted? We recommend that you do this at least once, or if you suspect that your disc may be damaged.
fil: Naglalaman ang disc na 'to ng masaganang dami ng data na hahanapan ng kayang ipanumbalik-wastong mga larawan ng kagamitang-lambutin (software). Bagaman inoptmimayz namin ang data, malaki pa rin ito at maaaring magtatagal-tagal depende sa bilis ng iyong kompyuter. Gusto mo bang isigurado kung ang data sa disc mo ay nasa wastong ayos? Inirerekomenda namin na gawin mo ito ng kahit isang beses, kung hinala mong may sira ang disc.
fr: Ce disque contient une quantité importante de données, que le logiciel de récupération analysera à la recherche d'images viables. Bien que nous ayons optimisé les données, elles restent très volumineuses et cela risque de prendre beaucoup de temps en fonction de la vitesse de votre ordinateur. Voulez-vous vérifier que les données présentes sur le disque ne sont pas endommagées ? Nous recommandons de le faire au moins une fois, ou si vous soupçonnez que votre disque pourrait-être endommagé.
it: Questo disco contiene una considerevole quantità di dati che il software di ripristino esaminerà alla ricerca di immagini ripristinabili. Sebbene i dati siano stati ottimizzati, questi sono molto estesi e il processo può richiedere un lungo periodo di tempo, a seconda della velocità del computer. Verificare che i dati contenuti nel disco non siano danneggiati? Si raccomanda di eseguire questa operazione almeno una volta o in casi si sospetti che il disco possa essere danneggiato.
ru: Этот диск содержит большое количество данных, которые будут проанализированы программным обеспечением с целью поиска изображений. Хотя мы постарались оптимизировать данные, их объём всё ещё очень велик и его анализ на вашем компьютере может занять продолжительное время. Хотите ли вы проверить целостность данных на диске? Мы рекомендуем вам выполнить эту проверку хотя бы один раз, либо в случае, если есть опасность повреждения диска.
uk: На цьому диску міститься багато даних, у яких програмне забезпечення для відновлення спробує виявити придатні до відновлення зображення. Хоча нами було здійснено спроби щодо оптимізації даних, об’єм цих даних все ще залишається значним, отже обробка може бути доволі тривалою. Її тривалість залежить від можливостей вашого комп’ютера. Хочете перевірити, чи не пошкоджено дані на диску? Рекомендуємо вам зробити це принаймні один раз, а також якщо у вас з’явилися підозри, що диск пошкоджено.

source: Perform DVD integrity check
fil: Isagawa ang paninigurado sa DVD
fr: Effectuer une vérification de l'intégrité du DVD
it: Eseguire il controllo dell'integrità del DVD
ms: Buat semakan integriti DVD
ru: Выполнить проверку целостности DVD
uk: Виконати перевірку цілісності DVD

source: Skip DVD integrity check
fil: Laktawan ang paninigurado sa DVD
fr: Passer la vérification de l'intégrité du DVD
it: Saltare il controllo dell'integrità del DVD
ms: Langkau semakan integriti DVD
ru: Пропустить проверку целостности DVD
uk: Пропустити перевірку цілісності DVD

source: Translators
uk: Перекладачі

source: ok
uk: гаразд

source: Photograph.png
fil: Litrato.png
fr: Photographie.png
uk: Фотографія.png

source: Copyright (C) 2010-2013 Cartesian Theatre <info@cartesiantheatre.com>.
uk: © Cartesian Theatre <info@cartesiantheatre.com>, 2010–2013.

source: The <i>Avaneya: Viking Lander Remastered</i> initiative has an interesting story behind it, one which began with the <a href="https://www.avaneya.com">Avaneya</a> project. Avaneya is a grass roots collaborative undertaking to produce a libre, DRM free, cerebral, science fiction game primarily targeting, albeit not exclusively limited to, users of the <a href="https://www.gnu.org/gnu/gnu-users-never-heard-of-gnu.html">GNU operating system</a>. This operating system has been made popular through its various distributions, such as <a href="http://www.ubuntu.com">Ubuntu</a>. Although the game is still in its infancy at the time of writing, it would be na√Øve to conclude that it has not endured several years worth of critical research and design already, of which, a significant consequence you have before you now.
fil: Ang <i>Avaneya: Viking Lander Remastered</i> initiative ay may isang kawili-wiling kwento ukol dito, na nagsimula sa <a href="https://www.avaneya.com">Avaneya</a> project. And Avaneya ay isang grass roots na pinagtulungang gawin upang makabuo ng isang libre, walang DRM, maka-utak na larong science fiction na ang pangunahing gagamit ay ang mga gumagamit ng <a href="https://www.gnu.org/gnu/gnu-users-never-heard-of-gnu.html">GNU operating system</a>, ngunit hindi siya eksklusibo dito. Itong operating system ay napasikat ng iba't ibang distribusyon, tulad ng <a href="http://www.ubuntu.com">Ubuntu</a>. Kahit ang larong ito ay nasa kanyang kasanggulan sa oras ng pagsulat, nagdaan ito ng ilang taong kritikal na pananaliksik at disenyo na nagbunga dito sa likhaing nasa harapan ninyo ngayon.
