Repository: cartesiantheatre/vlr
Catalog: Extras/VLR/Launcher/Data/Translations/*.po
Languages: fil, fr, it, ms, ru, uk

source: An <a href="http://pds-imaging.jpl.nasa.gov/volumes/viking.html">online archive</a> of all of the mission data was released into the public domain. However, due to the way this data was encoded and archived with the technology of the 1970s, it is unfortunately virtually impossible for the layman to find any recognizably photographic data in the archive. We contacted NASA's <a href="http://pds.nasa.gov/about/about.shtml">Planetary Data System</a> responsible for the archival of planetary missions. They informed us that the data was produced <i>"during the mission for use in operations, probably in a rather hectic working environment, and were not intended for archiving. In those pre-PDS days nobody gave much thought to archiving,"</i> (1 June 2011).
fil: May isang <a href="http://pds-imaging.jpl.nasa.gov/volumes/viking.html">imbakang online</a> ng lahat ng mission data na nailabas sa pampublikong dominyo. Subalit halos imposibleng mahanap ng simpleng mamamayan ang kahit anong makikilalang photographic data sa imbakan dahil sa paraan ng pag-encode at pag-imbak gamit ng teknolohiya ng 1970. Nakipagtalastasan kami sa <a href="http://pds.nasa.gov/about/about.shtml">Planetary Data System</a> ng NASA ang tagapaghawak ng imbakan para sa mga misyong pang-planeta. Ipinaalam nila sa amin na nilikha ang data <i>noong misyon para magamit sa operations, malamang sa isang nakapapagod na kapaligirang pantrabaho, at hindi sinadyang pang-imbak. Sa panahong bago magka-PDS, walang masyadong pinag-isipan tungkol sa archiving<i>(1 June 2011)
fr: Une <a href="http://pds-imaging.jpl.nasa.gov/volumes/viking.html">archive en ligne</a> de toutes les données de mission a été rendue disponible dans le domaine public. Cependant, vu que les données ont été encodées et archivées avec les technologies des années 1970, il est malheureusement virtuellement impossible pour un amateur d'en extraire la moindre donnée photographique utile. Nous avons contacté le responsable des archives des missions planétaires du <a href="http://pds.nasa.gov/about/about.shtml"><i>Planetary Data System</i></a> de la NASA . Il nous a informé du fait que les données produites <i>« durant la mission étaient destinées aux opérations, probablement dans un environnement de travail assez intense, et qu'il n'avait pas été prévu de les archiver. À l'époque le PDS n'existait pas et personne n'avait vraiment pensé à l'archivage »</i> (1er juin 2011).
it: Un <a href="http://pds-imaging.jpl.nasa.gov/volumes/viking.html">archivio online</a> di tutti i dati delle missioni fu rilasciato al pubblico dominio. Tuttavia, a causa del modo in cui questi dati erano codificati e archiviati con la tecnologia degli anni '70, sfortunatamente è virtualmente impossibile per il profano trovare nell'archivio dati fotografici riconoscibili. È stato contattato il <a href="http://pds.nasa.gov/about/about.shtml">Sistema dei dati planetari (Planetary Data System)</a> della NASA responsabile dell'archiviazione delle missioni planetarie. Fu riferito che i dati erano stati prodotti <i>«durante la missione per uso operativo, probabilmente in condizioni ambientali di lavoro frenetiche e non erano stati progettati per l'archiviazione. In quei giorni pre-PDS nessuno attribuiva molta importanza all'archiviazione»</i> (1 Giugno 2011).
ru: <a href="http://pds-imaging.jpl.nasa.gov/volumes/viking.html">Архив</a> со всеми данными, полученными в ходе программы, был передан в общественное достояние. Однако, из-за того, что данные в этом архиве были закодированы и заархивированы с помощью технологий 70-х годов, обычному человеку в нём практически невозможно найти распознаваемые фотографии. Мы связались с отделом NASA <a href="http://pds.nasa.gov/about/about.shtml">Planetary Data System</a>, ответственным за архивирование данных межпланетных экспедиций. Нам сообщили, что эти данные были созданы <i>«во время выполнения миссии, для использования в работе, возможно в довольно беспорядочных условиях и не были предназначены для долговременного хранения. Во времена, когде отдел PDS ещё не существовал, мало кто заботился о надлежащем хранении данных.</i> (1 июня 2011).
uk: Архів з даними, зібраними під час завдань, було надано у відкритий доступ у форматі <a href="http://pds-imaging.jpl.nasa.gov/volumes/viking.html">інтернет-архіву</a>. Втім, через спосіб кодування даних та технологічні можливості з архівування, доступні у 1970-их, на жаль, простому користувачеві архіву майже неможливо з найти у ньому будь-які фотографічні дані. Ми зв’язалися з представниками <a href="http://pds.nasa.gov/about/about.shtml">Системи збирання даних щодо планет</a> NASA, відповідальними за архівування даних щодо вивчення планет. Вони проінформували нас, що дані було отримано <i>«під час виконання завдання для негайної обробки, ймовірно у дуже стислі терміни, ці дані не було призначено для архівування. У ті дні, ще до створення IBM стандарту PDS, не надто переймалися архівуванням,»</i> (1 червня 2011 року).

source: To find a complete colour photograph is a non-trivial exercise. At the time of writing, NASA still had <a href="http://nssdc.gsfc.nasa.gov/planetary/planetaryfaq.html#Viking-lander">not released</a> the complete set of high resolution user accessible images on disc. During our communication, NASA noted that they did <i>"not know what format they would be in or whether there is any existing software to read them. There is not a complete index of individual color images, so it would require going through the [original archive] to extract the color data from all the rest of the material that has been saved. This is beyond the purview of [Planetary Data System]. Are you interested in doing this?"</i> (24 May 2011).
fil: Hindi basta-bastang gawain ang paghanap sa isang kumpletong larawang de-kolor. Sa oras ng pagsulat, <a href="http://nssdc.gsfc.nasa.gov/planetary/planetaryfaq.html#Viking-lander">hindi pa pinakawalan</a> ng NASA sa disc ang kumpletong pangkat ng larawang may mataas na resolusyon na mabubuksan ng karaniwang gumagamit. Sa aming pagtalastasan, nabanggit ng NASA na <i>hindi alam kung ano ang format ng mga ito o kung may nilikhang software na ba na makapagbabasa sa kanila. Walang kumpletong index ng indibidwal na larawang de-kolor, kaya't kinakailangang daanan ang buong [imbakang orihinal] upang mailabas ang datang de-kolor hiwalay sa ibang mga materyales na na-save. Lumalampas ito sa saklaw ng [Planetary Data System]. May kawilihan ka bang maisagawa ito?</i> (24 May 2011).
fr: Trouver une photographie de Mars en vraies couleurs n'est pas une chose facile. Au moment de cette rédaction, la NASA n'avait toujours pas <a href="http://nssdc.gsfc.nasa.gov/planetary/planetaryfaq.html#Viking-lander">rendu disponible</a> l'ensemble des images accessibles au public en haute résolution. Lors de nos communications, la NASA a admis qu'elle ne savait pas <i>« dans quel format elles seront ou s'il existe encore un programme pour les visualiser. Il n'existe pas d'index complet répertoriant toutes les images en couleur, il faudrait donc parcourir l'archive originale pour extraire les données couleur du reste des données qui ont été conservées. Ceci va au delà des prérogatives du Planetary Data System. Êtes vous intéressez par ce travail ? »</i> (24 mai 2011).
it: Trovare una una fotografia a colori completa non è un compito banale. Attualmente, la NASA ancora <a href="http://nssdc.gsfc.nasa.gov/planetary/planetaryfaq.html#Viking-lander">non ha rilasciato</a> l'insieme completo di immagini ad alta risoluzione su disco accessibili all'utente. Durante la corrispondenza, la NASA ha rappresentato di <i>«non conoscerne il formato o di sapere dell'esistenza di software in grado di leggerle. Non esiste un indice completo di singole immagini a colori e quindi è necessario esaminare l'[archivio originale] per estrarre i dati a colori da tutto il resto del materiale memorizzato. Questo è al di là della portata del [Sistema di dati planetario]. Siete interessati a far questo?»</i> (24 Maggio 2011).
ru: Найти полную цветную фотографию не такая простая задача. До настоящего времени, НАСА всё ещё <a href="http://nssdc.gsfc.nasa.gov/planetary/planetaryfaq.html#Viking-lander">не обнародовала</a> полный набор изображений в высоком разрешении. Во время нашего общения со специалистами НАСА, они отметили, что <i>«не знают, в каком формате они записаны, либо есть ли какое-то программное обеспечение для чтения этих изображений. Полного списка всех цветных изображений не существует, поэтому может потребоваться просмотреть всё [архив с исходниками], для того, чтобы извлечь данные о цвете из всех сохранённых материалов. Это выходит за сферу деятельности [отдела Planetary Data System]. Не хотели бы вы сами заняться этим?"</i> (24 мая 2011 года).
uk: Пошук повністю кольорової фотографії є нетривіальним завданням. На час написання цих рядків NASA все ще <a href="http://nssdc.gsfc.nasa.gov/planetary/planetaryfaq.html#Viking-lander">не випустила</a> повного набору доступних для всіх користувачів зображень з високою роздільною здатністю на диску. Під час спілкування з представниками NASA було з’ясовано, що ця організація <i>« не знає, у якому форматі буде оприлюднено такі дані або чи будуть ці дані придатні до читання якимось сучасним програмним забезпеченням. Не існує навіть повного покажчика окремих кольорових зображень, отже спочатку доведеться виконати обробку [початкового архіву даних] для відокремлення даних кольорових зображень від решти матеріалів, які було збережено. Отримання подібних даних не є нашим [Системи даних щодо планет] завданням. Можете це зробити самі?»</i> (24 травня 2011 року).

source: We did not know what to do at this point, so we asked NASA if they would reconsider tackling this problem. They were better qualified and it would have been beneficial to them during a time of fiscal austerity which presented new challenges to public space exploration programs. We reasoned that renewed public interest in the Red Planet was a good thing, and this archive in particular would be especially useful, given that it would enable anyone to relive the original breathtaking experience that captured the world's attention. It marked the first successful moment in history that man saw Mars - not as a distant and impersonal celestial body as it had been known for centuries prior through telescopes, but as if he had actually been standing there with his own eyes. They were, after all, the first successful photographs ever taken from the surface of Mars. Nevertheless, NASA indicated that the recovery effort was unfortunately not logistically feasible at the time. <i>"We have to prioritize, and we just don't have the resources now to restore these images,"</i> (25 May 2011).
fil: Hindi namin sigurado kung anong gagawin sa oras na ito, kaya't tinanong namin ang NASA kung pag-iisipan nilang muli na ilutas itong problema. Sila'y mas may kakayahan at may benepisyo ito sa kanila sa panahon ng kahigpitan sa pera kung kailan nagkakaroon ng bagong hamon sa mga programa na pampublikong pagsaliksik sa kalawakan. Idinahilan namin na ang nanumbalik na publikong pagkawili sa Red Planet ay magandang bagay, at itong natukoy na imbakan (archive) ay magiging lalong nakakatulong , sapagkat maaring maranas ang orihinal na nakakapagbuntung-hininga na karanasan na humuli sa pansin ng mundo. Itinatak nito ang unang matagumpay na sandali sa kasaysayan ng pagkakita ng tao sa Mars - hindi isang malayo at impersonal na pangkalawakang bagay na nakilala bilang ganun sa mga daangtaon na wala pang teleskopyo, subalit parang siya'y nakatayo na doon na tumitingin gamit ng kanyang sariling mga mata. Sila ay, sa katunayan, mga unang matagumpay na litratong kinunan mula sa balat ng Mars. Gayun pa man, ipinaalam ng NASA na ang gawaing pagbawi ay hindi logically feasible sa oras na iyon. <i>Kailangan naming mag-prioritize, at wala talaga kaming mga resource ngayon upang maibalik sa tamang kondisyon ang mga larawang ito,</i>(25 May 2011).
fr: Nous ne savions plus quoi faire. Nous avons donc demandé à la NASA s'ils pouvaient envisager de s'occuper de ce problème. Ils étaient plus qualifiés et ce projet pouvait également les aider vu que les nouvelles missions d'exploration étaient freinées par les baisses de budget. Nous avons expliqué que le renouveau de l'intérêt du grand public pour la planète rouge était une bonne chose et que cette archive en particulier pouvait être très utile puisqu'elle permettrait à tout le monde de revivre cette expérience unique qui a passionné le monde entier. Cette mission a permis aux hommes, pour la première fois dans l'histoire, de voir Mars autrement que comme un corps céleste distant, comme nous l'observions depuis des siècles via des télescopes. Ces première photographie prisent depuis la surface de Mars nous ont permis de l'observer comme si nous y étions. Cependant, la NASA nous a indiqué que ce travail de restauration n'était logistiquement pas envisageable pour le moment. <i>« Nous devons gérer nos priorité et nous n'avons tout simplement pas les ressources pour restaurer ces images pour le moment. »</i> (25 mai 2011).
it: Non sapendo cosa fare a questo punto, fu richiesto alla NASA di riconsiderare la possibilità di affrontare il problema. Erano meglio qualificati e sarebbe stato vantaggioso per loro pubblicare programmi di esplorazione spaziale in un momento di austerità fiscale. Si riteneva che il rinnovato interesse pubblico nel Pianeta Rosso fosse una cosa positiva e questo archivio in particolare sarebbe stato estremamente utile, considerato che avrebbe messo ognuno in grado di rivivere l'originale straordinaria esperienza che aveva catturato l'attenzione del mondo. Aveva segnato il primo momento di successo della storia in cui l'uomo aveva osservato Marte - non come il corpo celeste distante e impersonale conosciuto nei secoli precedenti attraverso i telescopi, ma come se si trovasse lì con i propri occhi. Queste erano, dopo tutto, le prime fotografie mai scattate della superficie di Marte. Ciò nonostante, la NASA rappresentò che il lavoro di recupero non era sfortunatamente all'epoca praticabile. <i>«Abbiamo la necessità di stabilire l'ordine di priorità e non disponiamo ora delle risorse per recuperare queste immagini»</i> (25 Maggio 2011).
ru: На тот момент мы не знали, как подступиться к этой проблеме, поэтому попросили НАСА пересмотреть своё решение. У НАСА было больше опыта в решении таких задач, кроме того, это могло бы стать удачным ходом в условиях сокращения финансирования, которое больно било по общественным программам исследования космоса. Мы полагали, что новая волна интереса общественности к Красной планете сослужит хорошую службу, а работа над этим архивом будет особенно полезной, поскольку даст возможность каждому прикоснуться к захватывающему событию, которое приковало к себе внимание всего мира. Тогда человек впервые увидел Марс, не таким, как его наблюдали до этого столетиями в телескопы, но так, как если бы если бы он лежал у нас под ногами. Кроме того, это были вообще первые удачные снимки поверхности Марса в истории. Несмотря на это, НАСА, к сожалению, сообщила нам, что этот проект в настоящее время нецелесообразен. <i>«Мы должны иметь приоритеты, у нас просто нет ресурсов на выполнение этой задачи»</i> (25 мая 2011 года).
uk: Тоді ми не знали, що робити далі, отже, ми запитали у представників NASA, чи можлива зміна позиції агентства. Працівники агентства мають кращий рівень знань, нове завдання могло б сприяти діяльності агентства у період значного скорочення витрат, яке ставить нові перешкоди на шляху відкрити програм з дослідження космосу. Ми відзначили, що відновлення інтересу громадськості до дослідження Червоної планети є сприятливим фактором, і що цей архів, зокрема, міг би бути особливо корисним, надаючи кожному можливість відчути ті надзвичайно захопливі хвилини, які прикували до себе увагу всього світу. Ці зображення відзначили той визначний момент у історії, коли людина вперше побачила поверхню Марса, не як віддаленого і недосяжного небесного тіла, яким ця планета була впродовж тисячоліть до винайдення телескопа, а так, наче Марс перебуває безпосередньо перед нашими очима. Це, між іншим, були перші фотографії, які будь-коли було зроблено на поверхні Марса. Втім, представники NASA дали нам знати, що допомога працівників агентства щодо відновлення фотографій, на жаль, на той час була неможлива. <i>«Нам доводиться виконувати завдання лише з високим пріоритетом, зараз у нас просто не вистачає ресурсів для відновлення цих зображень. »</i> (25 травня 2011 року).

source: We contemplated undertaking the significant challenge ourselves, but were very much intimidated. <i>"The images were created using old hardware and software and therefore will require some digital archaeology to read now. The software was VICAR, which is <a href="http://www-mipl.jpl.nasa.gov/external/vicar.html">still used</a> at the JPL Multimission Instrument Processing Lab, although I doubt the current version can read these images,"</i> (25 May 2011). They followed up several days later noting that <i>"modern VICAR has evolved so much that it will most likely be unable to read these old files, and I think you have demonstrated that,"</i> (1 June 2011).
fil: Pinag-isipan namin na isabalikat ang makabuluhang hamon, ngunit sindak na sindak kami. <i>"Ang mga larawan ay nilikha gamit ng lumang kagamitang-tigasin (hardware) at kagamitang-lambutin (software) at dahil dito ay mangangailangan ng digital archaeology upang mabasa ngayon. Ang kagamitang-lambutin ay VICAR, na <a href="http://www-mipl.jpl.nasa.gov/external/vicar.html">ginagamit pa</a>sa JPL Multimission Instrument Processing Lab, bagaman nagdududa ako na kayang basahin ng kasalukuyang bersyon ang mga larawan,"</i> (25 May 2011). Nakaraan ang ilang araw, ipinaalam nila na ang <i>pangkasalukuyang VICAR ay nagbago na ng sobra kaya't malamang na hindi na nito kayang basahin ang mga lumang file, at mukhang pinakita mo iyon,"<i> (1 June 2011)
fr: Nous avions envisagé de nous atteler à ce défi nous même, mais nous étions intimidés. <i>« Les images ont été créées sur du vieux matériel avec du vieux logiciel, il va donc falloir recourir à de l'archéologie numérique pour pouvoir les lire aujourd'hui. Le logiciel employé était VICAR, qui est <a href="http://www-mipl.jpl.nasa.gov/external/vicar.html">toujours utilisé</a> au JPL Multimission Instrument Processing Lab, bien que je doute que la version actuelle puisse toujours lire ces images »</i> (25 mai 2011). Une nouvelle réponse nous ai parvenue quelques jours plus tard, précisant que <i>« le VICAR moderne a tellement évolué qu'il est fort peu probable qu'il puisse lire ces vieux fichiers, et je pense que vous l'avez bien démontré. »</i> (1er juin 2011).
it: Si considerò un impegno diretto nell'importante sfida, ma con grande intimidazione. <i>«Le immagini erano state create usando hardware e software vecchi e pertanto avrebbero richiesto l'utilizzo di archeologia digitale per essere lette. Il software era VICAR, che è <a href="http://www-mipl.jpl.nasa.gov/external/vicar.html">ancora usato</a> nel JPL Multimission Instrument Processing Lab, sebbene si dubita che la versione attuale sia in grado di leggere quelle immagini»</i> (25 maggio 2011). Diversi giorni dopo fu inviato un seguito in cui veniva rappresentato che <i>«il VICAR moderno si è evoluto tanto da non essere verosimilmente in grado di leggere questi vecchi file, come si ritiene voi abbiate dimostrato»</i> (1 Giugno 2011).
ru: Мы собирались решить эту проблему сами, однако не знали с чего начать. <i>«Изображения были сделаны с помощью старого аппаратного и программного обеспечения, поэтому потребуется изучить некоторую «античную» техническую документацию. Программное обеспечение называлось VICAR, оно <a href="http://www-mipl.jpl.nasa.gov/external/vicar.html">до сих пор используется</a> в лаборатории промежуточной инструментальной обработки данных JPL, хотя я сомневаюсь, что текущая версия сможет прочесть эти изображения»</i> (25 мая 2011 года). Через несколько дней прошло ещё одно сообщение: <i>«пакет VICAR продвинулся в разработке настолько сильно, что почти наверняка не сможет прочесть эти старые файлы, я думаю, вы уже безуспешно попробовали сделать это»</i> (1 июня 2011).
uk: Ми почали розмірковувати над тим, щоби виконати це доволі складне завдання власноруч, але перед нами постала ще одна велика проблема. <i>«Зображення було створено за допомогою застарілого обладнання та програмного забезпечення, тому читання цих зображень зараз потребує певних зусиль з цифрової археології. Було використано програму VICAR, яка <a href="http://www-mipl.jpl.nasa.gov/external/vicar.html">все ще використовується</a> у JPL Multimission Instrument Processing Lab, хоча я сумніваюся, що поточна версія здатна читати ці зображення.»</i> (25 травня 2011 року). За декілька днів надійшла нова інформація з зауваженням, що <i>«сучасна версія VICAR настільки змінилася, що найімовірніше вона не здатна прочитати ці старі файли, і, здається, ви це продемонстрували.»</i> (1 червня 2011 року).

source: Needing the archive for our own creative purposes, yet willing to share our solution with everyone in response to a large degree of public interest, we set out to author a digital forensic archaeological tool to recover whatever we could of the landers' photographic mission data in a simple and easy to use manner. This software became known as the <i>Avaneya: Viking Lander Remastered</i>.
fil: Dahil kinakailangan ang imbakan para sa aming sariling malikhaing layunin, ngunit handang ibahagi ang solusyon sa lahat bilang sagot sa malaking digri ng interes ng publiko, sinumulan naming kumatha ng isang digital forensic archaelogical tool upang mabawi ang kahit anumang kayang mabawi sa mga litrato sa mission data ng lander, sa isang simple at madaling magamit na pamamaraan. Itong kagamitang-lambutin (software) ay nakilala bilang <i>Avaneya:Viking Lander Remastered </i>.
fr: Vu que nous avions besoin de cette archive pour nos propres besoins créatifs et que nous voulions partager notre solution pour satisfaire l'intérêt du grand public, nous avons décider de créer notre propre outil d'archéologie numérique afin de restaurer toutes les images que nous pouvions, et ce de manière simple. Ce programme est maintenant connu sous le nom de <i>Avaneya: atterrisseur Viking remastérisé</i>.
it: Avendo necessità dell'archivio per scopi creativi ed avendo inoltre intenzione di condividere le soluzioni con chiunque in risposta a un elevato livello di interesse pubblico, si iniziò a scrivere uno strumento di archeologia forense digitale per recuperare quanto possibile dei dati delle missioni fotografiche dei moduli di atterraggio in modo semplice e facile da usare. Questo software divenne noto come <i>Avaneya: Viking Lander Remastered</i>.
ru: Нуждаясь в архиве для своих собственных нужд, и вместе с тем, желая поделиться своим решением со всеми, учитывая большой общественный резонанс, мы разработали цифровой экспертный «археологический» инструмент для восстановления всего, что только возможно из фотоданных спускаемого модуля простым и лёгким в использовании способом. Это программное обеспечение получило название <i>Avaneya: Viking Lander Remastered</i>.
uk: Нам потрібні були зображення з архіву для власних художніх потреб і ми хотіли поділитися нашими знахідками з суспільством у відповідь на значну громадську зацікавленість, отже, ми вирішилися творити власну програму для обробки цих давніх даних і відновлення всіх можливих фотографічних даних посадкових модулів у простий і зручний спосіб. Створене нами програмне забезпечення отримало назву the <i>Avaneya: Viking Lander Remastered</i>.
