Repository: cartesiantheatre/vlr
Catalog: Extras/VLR/Extractor/Translations/*.po
Languages: fil, it, ru, uk

source: photosensor diode band type:
fil: uri ng photosensor diode band
it: Tipo di banda del diodo del fotosensore:
ru: тип полосы частот диода фотосенсора:
uk: тип смуги діодів фотодатчика:

source: possible physical record padding:
fil: posibleng pagpapalaman sa talaang pisikal:
it: Spaziatura del record fisico possibile:
ru: возможное выравнивание физической записи:
uk: можлива рамка фізичного запису:

source: heuristics selected format 1 basic metadata parser
it: selezionato formato 1 del decodificatore euristico dei metadati di base
ru: эвристический метод выбрал первый формат чтения метаданных
uk: евристикою вибрано формат 1 базового обробника метаданих

source: heuristics selected format 2 basic metadata parser
it: selezionato formato 2 del decodificatore euristico dei metadati di base
ru: эвристический метод выбрал второй формат чтения метаданных
uk: евристикою вибрано формат 2 базового обробника метаданих

source: heuristics selected format 3 basic metadata parser
it: selezionato formato 3 del decodificatore euristico dei metadati di base
ru: эвристический метод выбрал третий формат чтения метаданных
uk: евристикою вибрано формат 3 базового обробника метаданих

source: heuristics selected format 4 basic metadata parser
it: selezionato formato 4 del decodificatore euristico dei metadati di base
ru: эвристический метод выбрал четвёртый формат чтения метаданных
uk: евристикою вибрано формат 4 базового обробника метаданих

source: heuristics selected format 5 basic metadata parser
it: selezionato formato 5 del decodificatore euristico dei metadati di base
ru: эвристический метод выбрал пятый формат чтения метаданных
uk: евристикою вибрано формат 5 базового обробника метаданих

source: heuristics selected format 6 basic metadata parser
it: selezionato formato 6 del decodificatore euristico dei metadati di base
ru: эвристический метод выбрал шестой формат чтения метаданных
uk: евристикою вибрано формат 6 базового обробника метаданих

source: invalid logical record label while parsing extended metadata
fil: imbalidong label ng talaang lohikal nung pagsuri sa extended metadata
it: etichetta del record logico non valida durante la decodificazione dei metadati estesi
ru: неверная метка логической записи при чтении расширенных метаданных
uk: некоректна мітка логічного запису під час обробки розширених метаданих

source: psa directional vector:
it: Vettore direzionale psa:
ru: направленный вектор psa:
uk: вектор напрямку psa:

source: camera event label:
fil: label ng pangyayaring kamera
it: Etichetta dell'evento della telacamera:
ru: метка события камеры:
uk: мітка моменту камери:

source: bad lander number
fil: sirang numero ng lander
it: Numero del modulo di atterraggio errato
ru: плохой номер посадочного модуля
uk: помилковий номер посадкового модуля

source: lander number:
fil: numero ng lander:
it: Numero del modulo di atterraggio:
ru: номер посадочного модуля:
uk: номер посадкового модуля:

source: filtering non-matching lander
fil: sinasala ang mga lander na hindi tumutugma
it: Il filtro con corrisponde al modulo di atterraggio
ru: фильтруется неподходящий посадочный модуль
uk: фільтруємо невідповідний посадковий модуль

source: monocolour unsupported
fil: di-suportado ang monocolour
it: Monocolore non supportato
ru: монохромные изображения не поддерживаются
uk: підтримки монохромних даних не передбачено

source: unidentifiable broadband
fil: di-matukoy na broadband
it: Banda larga non identificabile
ru: неизвестное широковещательное сообщение
uk: непридатний до визначення широкий діапазон

source: none detected
fil: walang naitukoy
it: Nessuna rilevata
ru: не найдено
uk: не виявлено жодного

source: filtering non-matching solar day
fil: sinasala ang di-tumutugma na araw de-araw (solar day)
it: Il filtro non corrisponde al giorno solare
ru: фильтруются неподходящие солнечные сутки
uk: фільтруємо невідповідний сонячний день

source: filtering non-matching camera event
fil: sinasala ang di-tumutugma na pangyayaring kamera
it: Il filtro non corrisponde all'evento della telecamera
ru: фильтруется неподходящее событие камеры
uk: фільтруємо невідповідний момент камери

source: Options:
fil: Pagpipilian:
it: Opzioni:
ru: Настройки:
uk: Параметри:

source: Put reconstructed images into subdirectories named after band type class (e.g. Colour).
fil: Ilagay ang mga larawang nabuo sa loob ng mga subdirectory ipinangalan sa klase ng uri ng band (hal. Kulay).
it: Carica le immagini ricostruite in sottodirectory chiamate in relazione alla classe del tipo di banda (per es. Colore).
ru: Раскладывает восстановленные изображения в по подкаталогам, названным по классу полосы частот (например, Colour).
uk: Зберегти відновлені зображення до підкаталогів, названих за класами типів смуг (наприклад, колір).

source: Put reconstructed images into subdirectories named after location taken from.
fil: Ilagay ang mga larawang nabuo sa loob ng mga subdirectory ipinangalan sa kinuhaang lugar
it: Carica le immagini ricostruite in sottodirectory chiamate in relazione alla località in cui sono state acquisite.
ru: Раскладывает восстановленные изображения в по подкаталогам, названным по позициям фотографирования.
uk: Зберегти відновлені зображення до підкаталогів, названих за місцями, де їх було зроблено.

source: Put reconstructed images into subdirectories named after Martian month taken on.
fil: Ilagay ang mga larawang nabuo sa loob ng mga subdirectory Ipinangalan sa buwan (month) na Martian
it: Carica le immagini ricostruite in sottodirectory chiamate in relazione al mese marziano in cui sono state acquisite.
ru: Раскладывает восстановленные изображения в по подкаталогам, названным по марсианским месяцам фотографирования.
uk: Зберегти відновлені зображення до підкаталогів, названих за назвами марсіанських місяців, коли їх було зроблено.

source: Put reconstructed images into subdirectories numbered by camera event solar day.
fil: Ilagay ang mga larawang nabuo sa loob ng mga subdirectory ibinilang ukol sa araw de-araw ng pangyayaring kamera
it: Carica le immagini ricostruite in sottodirectory numerate in relazione al giorno solare dell'evento della telecamera.
ru: Раскладывает восстановленные изображения в по подкаталогам, пронумерованным по солнечным суткам событий камеры.
uk: Зберегти відновлені зображення до підкаталогів, пронумерованих за сонячним днем зйомки.

source: Don't write anything.
fil: Huwag isulat
it: Non scrivere niente.
ru: Ничего не писать.
uk: Нічого не записувати.

source: Show this help.
fil: Ipakita ang patnubay na ito.
it: Visualizzare questa documentazione.
ru: Выводит эту справку.
uk: Показати цю довідкову інформацію.

source: Don't stop on corrupt or problematic input file, but continue extraction of other files.
fil: Huwag tumigil sa sirang input file Subalit ituloy ang paglinang sa ibang file.
it: Non fermarsi su file di input danneggiati o con problemi, ma continuare l'estrazione di altri file.
ru: Не останавливаться на проблемных входных файлах, продолжать читать другие файлы.
uk: Не зупиняти обробку на пошкоджених або проблемних початкових файлах, продовжувати видобування даних до інших файлів.

source: Encode output with Adam7 interlacing
it: Codificare l'output con l'interlacciamento Adam7
ru: Кодировать вывод с помощью алгоритма Adam7
uk: Закодувати виведені дані з використанням черезрядковості Adam7

source: Number of threads to run parallelized. Only one if -j is not provided, or auto if threads argument not specified.
fil: Bilang ng threads na patatakbuhin ng sabay. Isa lamang kapag walang -j, o auto kapag ang threads argument ay hindi tiniyak.
it: Numero di thread da eseguire in parallelo. Solo uno se non viene fornito -j, o automatico se l'argomento thread non è stato specificato.
ru: Количество параллельных потоков. Один поток, если параметра -j нет; автоматически, если параметр не имеет аргументов.
uk: Кількість потоків паралельної обробки. Якщо не вказано -j, буде використано лише один. Якщо аргумент не вказано, його буде визначено автоматично.

source: Look only for the specified matching camera event ID, such as 22A158.
fil: Hanapin lamang ang tinukoy na pangyayaring kamera ID, tulad ng 22A158.
it: Cerca solo l'evento della telecamera che corrisponde all'ID specificato, per esempio 22A158.
ru: Искать только заданное событие камеры по ID, например 22A158.
uk: Шукати лише вказаний за ідентифікатор момент камери, наприклад 22A158.

source: Extract from matching supported diode filter classes which are any (default), broadband, colour, infrared, sun, or survey.
fil: Extract from matching supported diode filter classes which are any (default), broadband, colour, infrared, sun, o survey.
ru: Экстракт из сопоставления поддерживает диод фильтр классы, являющиеся (по умолчанию), широкополосный, окрасы, инфракрасный, солнце или опрос.
uk: Видобути дані з відповідних підтримуваних класів діодних фільтрів: any (усіх, типово), broadband (широкосмугового), colour (кольорового), infrared (інфрачервоного), sun (сонячного) або survey (оглядового).

source: Extract from specific lander only which are either (0, the default), 1, or 2.
fil: kunin lamang mula sa tiyak na lander na alinman sa (0, ang default), 1, or 2.
it: Estrae solo dal modulo di atterraggio specifico con valori entrambi (0, la predefinita), 1, o 2.
ru: Извлечь из заданного посадочного модуля: из любого (0, по умолчанию), 1 или 2.
uk: Видобути дані лише для відповідного посадкового модуля: будь-якого (0, типовий), 1 або 2.

source: Look only for camera events taken on the specified solar day.
fil: Tanging mga pangyayaring kamera na kinuha sa tinukoy na araw de-araw ang hanapin.
it: Cerca solo gli eventi della telecamera acquisiti nel giorno solare specificato.
ru: Искать только события камеры для заданных солнечных суток.
uk: Шукати лише моменти зйомки, виконаної у вказаний сонячний день.

source: Whenever a colour image is recovered, machine generate a text file containing various metadata.
fil: Tuwing na-recover ang may kulay na larawan, machine maglabas ng text file na naglalaman ng iba't ibang metadata
it: Ogni qual volta venga ripristinata un'immagine a colori, la macchina genera un file di testo contenente vari metadati.
ru: Генерировать текстовый файл с метаданными каждый раз, когда восстановлено цветное изображение.
uk: Під час відновлення всіх кольорових зображень створювати текстовий файл з різноманітними метаданими.

source: Disable VT/100 ANSI coloured terminal output.
fil: Di-paganahin ang VT/100 ANSI coloured terminal output.
it: Disabilitare colorato uscita terminale VT/100 ANSI.
ru: Отключить цветной вывод на терминал (VT/100 ANSI).
uk: Вимкнути символи розфарбовування для виведення на термінал ANSI VT/100.

source: Don't automatically rotate image as needed.
fil: Huwag kusang ikutin ang larawan.
it: Non ruota automaticamente l'immagine come necessario.
ru: Не пытаться автоматически поворачивать изображения.
uk: Не виконувати автоматичного обертання зображень.

source: Don't attempt to reconstruct camera events, just dump all available band data as separate images.
fil: Huwag nang tangkaing ibuo ang pangyayaring kamera ibuga lamang bilang hiwa-hiwalay na larawan ang lahat ng naroroong band data.
it: Non tenta di ricostruire gli eventi della telecamera, si limita a scaricare tutte i dati di banda come immagini separate.
ru: Не пытаться восстановить события камер, только создать дампы всех доступных полос в отдельных изображениях.
uk: Не намагатися відновити результати зйомки, просто створити дамп всіх доступних даних смуг як окремих зображень.

source: Overwrite any existing output files.
fil: Tabunan ang mga output file na naroroon na.
it: Sovrascrive tutti i file di output esistenti.
ru: Перезаписать существующие выходные файлы.
uk: Перезаписувати наявні файли виведених даних.

source: Scan subfolders as well if input is a directory.
fil: Suriin na rin ang mga subfolder kapag ang input ay isang directory.
it: Se l'input è una directory, esegue la ricerca anche nelle sottocartelle.
ru: Искать в подкаталогах, если входной файл является каталогом.
uk: Шукати дані і у підкаталогах, якщо вказано каталог з вхідними даними.

source: Show summary of progress and final results only.
fil: Ipakita ang buod ng tinrabaho at ang mga natapos na resulta.
it: Visualizza un riassunto dello stato di avanzamento e solo i risultati finali.
ru: Выводить только индикатор прогресса и финальные результаты.
uk: Показати лише резюме щодо поступу і остаточні результати.

source: Suppress all warnings and errors.
fil: Pigilin ang mga babala at kamalian.
it: Abolisce tutti gli avvertimenti e le segnalazioni di errore.
ru: Не выводить ошибки и предупреждения.
uk: Не показувати повідомлень щодо попереджень і помилок.

source: Be verbose
fil: Maging detalyado
it: Maggiore dettaglio nei messaggi
ru: Подробный вывод
uk: Докладний режим

source: Show version information
fil: Ipakita ang impormasyon ukol sa bersyon
it: Visualizza informazioni sulla versione
ru: Вывести информацию о версии
uk: Показати інформацію щодо версії

source: Converts 1970s Viking Lander era VICAR colour images to PNGs. The value of 'input' can be either a single VICAR file or a directory containing VICAR files to attempt reconstruction into the provided output directory.
fil: Ginagawang PNG ang mga larawang de-kulay ng 1970s Viking Lander . Ang value ng 'input' ay puwedeng isang Vicar file o directory na naglalaman ng Vicar files upang tangkahing mabuo sa ibinigay na output directory.
it: Converte le immagini a colori dell'era del Viking Lander degli anni anni '70 in PNG. Il valore dell'«input» può essere sia un singolo file VICAR o una directory contenente file VICAR per tentare la ricostruzione nella directory di output indicata.
ru: Ковертирует цветные изображения в формате VICAR времён посадочного модуля Viking в PNG. Значение 'input' может быть отдельным файлом VICAR или каталогом, содержащим файлы VICAR. Восстановленные изображения записываются в выходной каталог.
uk: Перетворює дані кольорових зображень посадкових модулів Viking у форматі кольорових зображень VICAR, зроблених у 1970-ті роки, у зображення PNG. Значенням «input» може бути або окремий файл VICAR, або каталог, у якому зберігаються файли VICAR. Відновлення виконуватиметься до вказаного каталогу виведення даних.

source: Report bugs to
fil: Ipaalam ang bugs sa
it: Segnala i bug a
ru: Сообщайте об ошибках
uk: Про вади повідомляйте на адресу

source: Copyright (C) 2010-2014 Cartesian Theatre. This is free software; see Copying for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
fil: Copyright (C) 2010-2014 Cartesian Theatre. Ito ay libreng software; tingnan ang Copying para sa mga kondisyong pagkopya. WALANG warantiya; kahit sa KAKAYAHANG PANGANGALAKAL o KAANGKUPAN PARA SA ISANG PARTIKULAR NA LAYUNIN
ru: Авторские права (C) 2010-2014 Cartesian Theatre. Свободное программное обеспечение; см. файл Copying для получения информации об условиях копирования и распространения. Для этого программного обеспечения не даётся НИКАКИХ гарантий, в том числе гарантий получения коммерческой выгоды или применимости к конкретной задаче.

source: Configured with:
fil: Inayos gamit ang:
it: Configurato con:
ru: Заданные настройки:
uk: Налаштовано для роботи з:

source: parallelization is not implemented yet, using single thread
fil: hindi pa naipatupad ang parallelization, single thread ang gagamitin
it: La parallelizzazione non è ancora implementata, viene usato un unico thread
ru: распараллеливание временно не поддерживается, используется один поток
uk: паралелізацію ще не реалізовано, використовуємо один потік обробки

source: summarize only and verbose modes cannot both be used
fil: hindi pwedeng ipagsabay ang buod lamang at detalyadong pamamaraan
it: Summarize only e modalità prolissa non possono essere usate contemporaneamente
ru: краткий и подробный режимы не могут быть заданы одновременно
uk: не можна використовувати одночасно режим лише резюме і докладний режим

source: linked against incompatible GNU Ocrad version
fil: naugnay sa di-bagay na GNU Ocrad version
it: collegata a una versione GNU Ocrad incompatibile
ru: собрано с несовместимой версией GNU Ocrad
uk: скомпоновано з несумісною версією GNU Ocrad

source: GNU Ocrad needs to be at least 0.21, but got
fil: Pinakamababa na ang 0.21 para sa GNU Ocrad, ngunit ang nakuha ay
it: È necessario che GNU Ocrad sia almeno 0.21, ma
ru: необходим GNU Ocrad как минимум версии 0.21, однако найден
uk: Для роботи потрібен GNU Ocrad версії новішої за 0.21, втім, виявлено

source: need input file or directory, see --help
fil: nangangailangan ng input file o directory, tingnan --help
it: È necessario un file o una directory di input, consultare --help
ru: необходимо имя входного файла или каталога, см. --help
uk: слід вказати файл або каталог вхідних даних, див. --help

source: unknown parameter
fil: di-kilalang parametro
it: parametro sconosciuto
ru: неизвестный параметр
uk: невідомий параметр

source: ), see --help
it: ), vedi --help
ru: ), см. --help
uk: ), див. --help

source: Copyright (C) 2010-2013 Cartesian Theatre. This is free software; see Copying for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
it: Copyright (C) 2010-2013 Cartesian Theatre. Questo non è software libero; consultare «Copia» per le condizioni per la riproduzione. NON c'è alcuna garanzia; neanche per la COMMERCIABILITÁ o IDONEITÁ PER UN PARTICOLARE SCOPO.
uk: © Cartesian Theatre, 2010–2013. Це програмне забезпечення є вільним, умови копіювання викладено у файлі Copying. Умовами ліцензування програми НЕ передбачено жодних гарантій, зокрема гарантій працездатності або придатності для певної мети.

source: expected positive image height
it: Prevista altezza dell'immagine positiva

source: expected positive image width
it: Prevista larghezza dell'immagine positiva

source: Extract from matching supported diode filter classes which are any (default), colour, infrared, sun, or survey.
it: Estrae dalle classi del filtro del diodo supportate corrispondenti quali tutte (predefinita), colore, infrarossi, solare o panorama.
