Repository: cartesiantheatre/vlr
Catalog: Extras/VLR/Extractor/Translations/*.po
Languages: fil, it, ru, uk

source: error:
fil: pagkakamali:
it: Errore:
ru: ошибка:
uk: помилка:

source: info:
it: Informazioni:
ru: инфо:
uk: інформація:

source: warning:
fil: babala:
it: Attenzione:
ru: внимание:
uk: попередження:

source: could not emit 'Notification' signal...
fil: hindi mailabas ang 'Notification' signal...
it: Non é stato possibile emettere il segnale «Notificazione» ...
ru: не удалось отправить сигнал 'Notification'...
uk: не вдалося видати сигнал «Notification»…

source: could not emit 'Progress' signal...
fil: hindi mailabas ang 'Progress' signal...
it: Non é stato possibile emettere il segnale «Avanzamento» ...
ru: не удалось отправить сигнал 'Progress' ...
uk: не вдалося видати сигнал «Progress»…

source: Method %s.%s is not implemented.
fil: Hindi naipatupad ang method %s.%s.
it: Il metodo %s.%s non é stato implementato
ru: Метод %s.%s не реализован.
uk: Метод %s.%s не реалізовано.

source: could not register service with session bus...
fil: hindi marehistro ang service sa session bus
it: Non é stato possibile registrare il servizio nel Bus di sessione
ru: не удалось зарегистрировать подключение сервиса к шине сессии...
uk: не вдалося зареєструвати службу за допомогою каналу сеансу…

source: registering on the session bus...
fil: nagrerehistro sa session bus
it: Registrazione nel bus di sessione...
ru: регистрируется подключение к шине сессии...
uk: реєструємо канал сеансу…

source: could not parse introspection XML
fil: hindi masuri ang introspection XML
it: Non é stato possibile analizzare l'introspezione XML
ru: не удалось прочитать XML интроспекции
uk: не вдалося обробити XML з даними самоаналізу

source: could not connect with the session bus
fil: hindi kayang kumabit sa session bus
it: Non é stato possibile connettersi al bus di sessione
ru: не удалось подключиться к шине сессии
uk: не вдалося встановити з’єднання з каналом сеансу

source: glib main loop quit unexpectedly...
fil: natapos ng biglaan ang glib main loop
it: Il loop principale di glib si é arrestato inaspettatamente
ru: главный цикл glib неожиданно завершился...
uk: основний цикл glib несподівано завершив роботу…

source: invalid logical record label
fil: imbalidong label ng talaang lohikal
it: etichetta del record logico non valida
ru: неверная метка логической записи
uk: некоректна мітка логічного запису

source: failed to read from input stream
fil: bigo ang pagbasa sa input stream
it: lettura del flusso di input non riuscita
ru: не удалось прочитать входной поток
uk: не вдалося прочитати дані з вхідного потоку

source: unsupported diode filter class:
fil: di-suportadong diode filter class:
it: Classe del filtro con diodi non supportata:
ru: неподдеживаемый фильтр по классу фотодиода:
uk: непідтримуваний клас фільтрів діодів:

source: invalid lander filter
fil: imbalidong lander filter
it: filtro del modulo di atterraggio non valido
ru: некорректный фильтр по посадочному модулю
uk: некоректний фільтр посадкового модуля

source: cannot reconstruct image from unsupported diode band type
fil: hindi mabuo ang larawan mula sa hindi suportadong diode band type
it: non è possibile ricostruire l'immagine dal tipo di banda del diodo non supportata
ru: не удалось восстановить изображение из неподдерживаемого типа диодной полосы
uk: неможливо відновити зображення, отримане на основі непідтримуваного типу смуги діодів

source: Unreconstructable/
fil: 'Di kayang mabuo/
it: Non ricostruibile/
ru: Невосстановимо/
uk: Невідновлювані/

source: Unknown Location/
fil: Di-kilalang lugar/
it: Posizione sconosciuta/
ru: Неизвестное положение/
uk: Невідоме місце/

source: could not create output directory for file
fil: di-kayang gumawa ng output directory para sa file
it: Non è possibile creare la directory di output per il file
ru: не удалось создать выходной каталог для файла
uk: не вдалося створити каталог для виведення даних для файла

source: output metadata already exists, not overwriting (use --overwrite to override)
fil: meron nang output metadata, hindi tatabunan (gamitin ang --overwrite upang i-override)
it: I metadati di output esistono già, non sovrascrivere (usare --overwrite per ignorare)
ru: выходные метаданные уже существуют и не будут перезаписаны (используйте --overwrite чтобы перезаписать)
uk: виявлено оброблені метадані, не будемо їх перезаписувати (скористайтеся --overwrite, щоб перевизначити)

source: couldn't save metadata
fil: hindi ma-save and metadata
it: non è stato possibile salvare i metadati
ru: не удалось сохранить метаданные
uk: не вдалося зберегти метадані

source: The following is a machine generated collection of metadata of each of
fil: Ang sumusunod ay koleksiyong metadata na binuo ng machine, ng bawat
it: Ciò che segue è una collezione di metadati generati da una macchina per ciascuno di
ru: Ниже приведён набор машинно-генерируемых метаданных для каждого из
uk: Нижче наведено створену комп’ютером збірку метаданих кожної зі

source: the image bands used to reconstruct a colour image.
fil: mga image bands na ginamit sa pagbuo ng larawang de-kulay
it: le strisce di immagini usate per riconstruire un immagine a colori.
ru: полосы, использованные для восстановления цветного изображения.
uk: смуг зображення, використаної для відновлення кольорового зображення.

source: basic heuristic method:
it: Metodo euristico di base:
ru: базовый эвристический метод:
uk: базовий евристичний метод:

source: camera azimuth / elevation:
it: Azimut o elevazione della telecamera:
ru: азимут / угол места камеры:
uk: азимут/висота камери:

source: camera event:
fil: pangyayaring kamera:
it: Evento della telecamera:
ru: событие камеры:
uk: момент камери:

source: camera event solar day:
fil: araw de-araw ng pangyayaring kamera:
it: Giorno solare dell'evento della telecamera:
ru: событие камеры, солнечные сутки:
uk: сонячний день моменту камери:

source: diode band type:
fil: uri ng diode band:
it: Tipo di banda del diodo:
ru: тип полосы частот диода:
uk: тип смуги діодів:

source: file size:
fil: laki ng filel:
it: Dimensioni del file:
ru: размер файла:
uk: розмір файла:

source: input file:
it: File di input:
ru: входной файл:
uk: вхідний файл:

source: magnetic tape:
it: Nastro magnetico:
ru: магнитная лента:
uk: магнітна стрічка:

source: magnetic tape file ordinal:
it: Numero progressivo del nastro magnetico:
ru: порядковый номер файла на магнитной ленте:
uk: порядковий номер файла на магнітній стрічці:

source: mean pixel value:
it: valore medio del pixel:
ru: среднее значение пикселя:
uk: середнє значення за пікселями:

source: month:
fil: buwan:
it: Mese:
ru: месяц:
uk: місяць:

source: overlay axis present:
fil: nahanap na overlay axis:
it: Presente asse sovrapposto:
ru: задана ось наложения:
uk: наявність накладної вісі:

source: overlay full histogram present:
fil: nahanap na overlay full histogram
it: Presente istogramma completo in sovrapposizione:
ru: задан полная гистограмма наложения:
uk: наявність накладної повної гістограми:

source: physical record size:
fil: laki ng talaang pisikal
it: dimensioni del record fisico:
ru: размер физической записи:
uk: розмір фізичного запису:

source: physical record padding:
fil: padding ng talaang pisikal
it: spaziatura interna del record fisico:
ru: смещение физической записи:
uk: рамка фізичного запису:

source: phase offset required:
fil: nangangailangan ng phase offset
it: richiesta correzione di fase:
ru: необходимо смещение фазы:
uk: потрібний фазовий відступ:

source: raw image offset:
it: correzione immagine grezza:
ru: смещение необработанного изображения:
uk: відступ необробленого зображення:

source: cannot reconstruct, dumped all bands
fil: hindi mabuo, lahat ng bands ay itinambak
it: ricostruzione non possibile, scaricate tutte le bande
ru: не удалось восстановить, создан дамп всех полос
uk: не вдалося відновити, створено дамп усіх смуг

source: output already exists, not overwriting (use --overwrite to override)
fil: mayroon nang output, hindi sinusulatan ng bago (gamitin ang --overwrite upang ma-override)
it: l'output esiste già, non sovrascrivere (usare --overwrite per ignorare)
ru: вывод уже существует и не будет перезаписан (используйте --overwrite чтобы перезаписать)
uk: виявлено оброблені дані, не будемо їх перезаписувати (скористайтеся --overwrite, щоб перевизначити)

source: images for each band present, but no matching set of full histogram variants available
fil: nandyan ang larawan para sa bawat band, ngunit walang pumapares na full histogram variants
it: presenti immagini per ciascuna banda, ma non corrispondono all'insieme delle varianti disponibili per l'istogramma completo
ru: найдены изображения для всех полос, но не найден подходящий набор вариантов полных гистограмм
uk: виявлено зображення для кожної зі смуг, але не виявлено відповідного набору варіантів повної гістограми

source: images for each band present, but no matching set of non-overlayed variants available
fil: nandyan ang larawan para sa bawat band, ngunit walang pumapares na non-overlayed variants
it: presenti immagini per ciascuna banda, ma non è disponibile nessun insieme corrispondente di varianti non sovrapposte
ru: найдены изображения для всех полос, но не найден подходящий набор неперекрывающихся вариантов
uk: виявлено зображення для кожної зі смуг, але не виявлено відповідного набору ненакладених варіантів

source: image bands not all the same size, may be missing scanlines
fil: hindi pare-parehas ang mga image bands, posibleng nagkukulang ng scanlines
it: le bande dell'immagine non sono delle stesse dimensioni, potrebbero mancare delle linee di scansione
ru: изображения полос имеют разный размер, возможно пропущены строки развёртки
uk: смуги зображення мають різні розміри, ймовірно, пропущено рядки сканування

source: Indexing mission data, please wait...
fil: Iniindex ang mission data, mag-antay po...
it: Indicizzazione dei dati della missione, attendere...
ru: Индексируются данные миссии, подождите пожалуйста...
uk: Індексуємо дані завдання, будь ласка, зачекайте…

source: unable to open input directory for indexing
fil: hindi kayang buksan ang input directory upang ma-index
it: Non è possibile aprire la directory di input per l'indicizzazione
ru: не удалось открыть входной каталог для индексации
uk: не вдалося відкрити каталог вхідних даних для індексування

source: could not stat
fil: hindi makapag stat
it: parametrazione non possibile
ru: ошибка stat
uk: не вдалося створити статистичні дані

source: indexing mission data, please wait...
fil: iniindex ang mission data, mag-antay po...
it: Indicizzazione dei dati della missione, attendere...
ru: индексируются данные миссии, подождите...
uk: індексуємо дані завдання, будь ласка, зачекайте…

source: no prospective files found
fil: walang nahanap na prospective file
it: non trovati file potenziali
ru: ожидаемые файлы не найдены
uk: не виявлено очікуваних файлів

source: Analyzing mission data, please wait...
fil: Sinusuri ang mission data, mag-intay po...
it: Analisi dei dati di missione, attendere...
ru: Анализируются данные миссии, подождите...
uk: Аналізуємо дані завдання, зачекайте…

source: studying mission data index of
fil: pinag-aaralan ang mission data index of
it: studio dell'indice dei dati della missione di
ru: изучаются данные миссии по индексу
uk: вивчаємо індекс даних завдання

source: , skipping
fil: , nilalampasan
it: , saltando
ru: , пропущен
uk: , пропускаємо

source: (--ignore-bad-files to skip)
fil: (--ignore-bad-files upang laktawan)
it: (--ignore-bad-files per saltare)
ru: (используйте --ignore-bad-files чтобы пропустить)
uk: (скористайтеся --ignore-bad-files, щоб пропустити)

source: filtering
fil: sinasalang
it: filtrando
ru: фильтруются
uk: фільтрування

source: type diode bands (--filter-diode[=type] to change)
fil: uri ng diode bands (--filter-diode[=type] upang palitan)
it: bande del tipo di diodo (--filter-diode[=type] per modificare)
ru: тип диодных полос (используйте --filter-diode[=type] чтобы изменить)
uk: за типом смуг діодів (--filter-diode[=тип], щоб змінити)

source: camera event doesn't identify itself, cannot index
fil: ang kamera ay hindi nagpakilala sa sarili, hindi matuloy ang pag-index
it: evento della telecamera non riconosciuto, indicizzazione non possibile
ru: событие камеры не идентифицировалось, не удалось проиндексировать
uk: момент камери не визначено, індексування неможливе

source: is a new camera event, indexing
fil: ay isang bagong pangyayari ng kamera, tuloy ang pag-index
it: è un nuovo evento della telecamera, indicizzazione
ru: - новое событие камеры, индексируется
uk: є новим моментом камери, індексуємо

source: is a known camera event, indexing
fil: ay isang bagong pangyayari ng kamera, tuloy ang pag-index
it: è un evento della telecamera conosciuto, indicizzazione
ru: - известное событие камеры, индексируется
uk: є вже відомим моментом камери, індексуємо

source: Attempting forensic mission data recovery...
fil: Sinusubukan ang pagrecover ng forensic mission data...
it: Tentativo di recupero forense dei dati della missione...
ru: Попытка аналитического восстановления данных миссии...
uk: Намагаємося виконати точне відновлення даних завдання…

source: attempting reconstruction
fil: Sinusubukang buuin
it: Tentativo di ricostruzione
ru: попытка восстановления
uk: намагаємося відновити

source: dumping components from
fil: itambak ang mga parte mula sa
it: scartando i componenti da
ru: создаётся дамп компонентов из
uk: створюємо дамп компонентів з

source: Recovery completed...
fil: Natapos na ang recovery
it: Recupero completato...
ru: Восстановление завершено...
uk: Відновлення завершено…

source: successfully reconstructed
fil: matagumpay ang pagbuo
it: Ricostruzione riuscita
ru: успешно восстановлено
uk: успішно відновлено

source: unreconstructable components dumped
fil: itinambak ang mga parteng hindi mabuo
it: componenti non ricostruibili scartati
ru: создан дамп невосстановимых компонентов
uk: створено дамп невідновлюваних компонентів

source: dumped
fil: itinambak
it: Scartato
ru: записано в дамп
uk: створено дамп

source: image components without reconstruction
it: componenti dell'immagine senza ricostruzione
ru: компоненты изображения без восстановления
uk: компоненти зображення без реконструкції

source: image should be rotated 90 counterclockwise
fil: kailangan ikutin ang larawan ng 90 counterclockwise
it: L'immagine deve essere ruotata di 90° in senso antiorario
ru: изображение должно быть повёрнуто на 90 градусов против часовой стрелки
uk: зображення слід обернути на 90 проти годинникової стрілки

source: image should be rotated 180 counterclockwise
fil: kailangan ikutin ang larawan ng 180 counterclockwise
it: L'immagine deve essere ruotata di 180° in senso antiorario
ru: изображение должно быть повёрнуто на 180 градусов против часовой стрелки
uk: зображення слід обернути на 180 проти годинникової стрілки

source: image should be rotated 270 counterclockwise
fil: kailangan ikutin ang larawan ng 270 counterclockwise
it: L'immagine deve essere ruotata di 270° in senso antiorario
ru: изображение должно быть повёрнуто на 270 градусов против часовой стрелки
uk: зображення слід обернути на 270 проти годинникової стрілки

source: image does not need to be rotated
fil: hindi kailangang ikutin ang larawan
it: Non è necessario ruotare l'immagine
ru: изображение не нуждается в повороте
uk: у обертанні зображення немає потреби

source: could not guess image rotation
fil: hindi matiyak ang pag-ikot sa larawan
it: Non è possibile stimare la rotazione dell'immagine
ru: не удалось определить угол поворота изображения
uk: не вдалося визначити кут обертання зображення

source: annotation cache hit optimization
fil: pagpapainam ng annotation cache hit
ru: Аннотация кэш оптимизации
uk: оптимізація кешу анотацій

source: GNU Ocrad failed to initialize
fil: hindi na-initialize ang GNU Ocrad
it: Inizializzazione di GNU Ocrad non riuscita
ru: Не далось инициализировть GNU Ocrad
uk: Не вдалося ініціалізувати GNU Ocrad

source: could not set OCR image
fil: hindi ma-set ang OCR image
it: Non è possibile impostare l'immagine OCR
ru: не удалось установить изображение OCR
uk: не вдалося встановити зображення для розпізнавання тексту

source: OCR pass failed
fil: nabigo ang OCR pass
it: Correzione OCR non riuscita
ru: Ошибка оптического распознавания
uk: помилка під час розпізнавання символів

source: potential character annotations detected
fil: may nahanap na potential character annotation
ru: потенциальный характер аннотации обнаружен
uk: виявлено потенційні символьні анотації

source: input was not loaded
fil: hindi nai-load ang input
it: L'input non è stato caricato
ru: входные данные не были загружены
uk: вхідні дані не завантажено

source: could not open input for reading
fil: hindi mabuksan ang input upang mabasa
it: Non è possibile aprire l'input in lettura
ru: не удалось открыть входные данные для чтения
uk: не вдалося відкрити вхідні дані для читання

source: file ended prematurely before raw image
fil: natapos ng bitin ang file bago sa raw image
it: Il file è stato chiuso in modo anomalo prima dell'immagine grezza
ru: неожиданный конец файла до необработанного изображения
uk: передчасне завершення файла до даних необробленого зображення

source: band data extraction i/o error
it: Errore i/o nell'estrazione dei dati di banda
ru: ошибка ввода/вывода при извлечении данных полосы
uk: помилка введення/виведення під час видобування даних смуги

source: loading
fil: naglo-load
it: Caricamento in corso
ru: загрузка
uk: завантаження

source: empty file, probably blank magnetic tape or not received back on Earth
fil: file ay walang laman, posibleng blanko ang magnetic tape o hindi natanggap sa Earth
it: File vuoto, probabilmente a causa di un nastro magnetico vuoto o non ricevuto sulla Terra
ru: пустой файл, возможно чистая магнитная лента или лента не полученная на Земле
uk: порожній файл, ймовірно порожня магнітна стрічка або сигнал не було отримано на Землі

source: too small to be interesting (< 4 KB)
fil: sobrang liit, hindi kaakit-akit (< 4 KB)
it: Troppo piccolo per essere interessante (<4 KB)
ru: слишком мал, чтобы быть интересным (< 4 КБ)
uk: занадто малий, щоб містити цікаві дані (< 4 кБ)

source: header is not intact, or not a VICAR file
fil: hindi buo ang header, o hindi isang Vicar file
it: L'intestazione non è integra o non è un file VICAR
ru: заголовок повреждён или файл не в формате VICAR
uk: заголовок було змінено або файл не є файлом VICAR

source: header intact, but requires
fil: buo ang header, ngunit nangangailangan ng
it: Intestazione integra, ma richiede
ru: заголовок неповреждён, но требуется
uk: заголовок не змінено, але потрібний

source: byte phase offset
it: una correzione di fase dei byte
ru: сдвиг байтов
uk: -байтовий відступ фази

source: did not originate from a Viking Lander
fil: hindi nagmula sa isa sa mga Viking Lander
it: Non ha origine da un Viking Lander
ru: записан не посадочным модулем Viking
uk: не походить від Viking Lander

source: entering physical record
fil: pinapasok ang talaang pisikal
it: Inserimento del record fisico
ru: читается физическая запись
uk: входимо до фізичного запису

source: starting at
fil: nagsisimula sa
it: inizio in
ru: начинающаяся с
uk: починаємо з

source: extracting logical record
fil: kinukuha ang talaang lohikal
it: Estrazione del record logico
ru: извлекается логическая запись
uk: видобуваємо логічний запис

source: /5 starting at
fil: /5 nagsisimula sa
it: /5 inizio in
ru: /5 начинающаяся с
uk: /5 починаємо з

source: bad logical record terminator
fil: sirang pantapos ng talaang lohikal
it: Chiusura del record logico errata
ru: некорректное завершение логической записи
uk: помилковий роздільник логічного запису

source: invalid logical record label possibly from out of phase physical boundary
fil: imbalidong label ng talaang lohikal posibleng mula sa out of phase na pagitang pisikal
it: Etichetta del record logico non valida probabilmente a causa di uno sfasamento della delimitazione fisica
ru: неверная метка логической записи, возможно из-за некорректного значения физического окончания данных
uk: некоректна мітка логічного запису, можливо через вихід з фази фізичної межі

source: tangential physical record boundary detected, ignoring padding
fil: may natukoy na pagitang pisikal na tangential, padding ay di-papapansinin
it: rilevata una delimitazione tangente del record fisico, ignorata la spaziatura
ru: найден не относящийся к записи предел физической записи, выравнивание не производится
uk: виявлено межу дотичного фізичного запису, ігноруємо рамку

source: seeking passed
fil: natapos ang paghahanap
it: Ricerca approvata
ru: поиск произведён
uk: позиціювання пройдено

source: physical record padding
fil: padding ng talaang pisikal
it: spaziatura del record fisico
ru: выравнивание физической записи
uk: рамка фізичного запису

source: unable to locate last logical record label
fil: hindi mahanap ang huling label ng talaang lohikal
it: Non è possibile individuare l'etichetta dell'ultimo record logico
ru: не удалось найти метку последней логической записи
uk: не вдалося знайти мітку останнього логічного запису

source: file too small to contain claimed payload
fil: sobrang liit ang file upang maglaman ng claimed payload
it: File troppo piccolo per contenere il carico utile richiesto
ru: файл слишком мал, чтобы содержать заявленную информацию
uk: файл є надто малим, щоб містити належний об’єм даних

source: internal radio/geometric calibration (
it: Radio interna/calibrazione geometrica (
ru: внутренняя радио/геометрическая калибровка (
uk: внутрішнє радіо- або геометричне калібрування (

source: unsupported photosensor diode band type (
fil: hindi suporta ang photosensor diode band type (
it: Tipo di banda del diodo del fotosensore non supportato (
ru: неподдеживаемый тип полосы частот диода фотосенсора (
uk: непідтримуваний тип смуги діодів фотодатчика (

source: exhausted basic metadata parser heuristics
fil: naubos ang basic metadata parser heuristics
it: decodificatore euristico dei metadati di base esaurito
ru: испробованы все эвристики чтения базовых метаданных
uk: вичерпано можливості базового обробника метаданих

source: unsupported number of image bands
fil: hindi suportado ang bilang ng image bands
it: Numero di bande di immagine non supportato
ru: неподдерживаемое количество полос изображения
uk: непідтримувана кількість смуг зображення

source: corrupt image height
fil: may pagkakamali ang bilang ng taas ng larawan
ru: Высота коррумпированных изображения
uk: пошкоджені дані щодо висоти зображення

source: corrupt image width
fil: may pagkakamali ang bilang ng lapad ng larawan
ru: Ширина коррумпированных изображения
uk: пошкоджені дані щодо ширини зображення

source: unsupported pixel format
fil: hindi suportado ang pixel format
it: Formato di pixel non supportato
ru: неподдерживаемый пиксельный формат
uk: непідтримуваний формат у пікселях

source: unsupported colour bit depth
fil: hindi suportado ang color bit depth
it: profondità del bit di colore non supportata
ru: неподдерживаемая глубина цвета
uk: непідтримувана глибина кольорів

source: basic metadata parser heuristic:
it: Decodificatore euristico dei metadati di base:
ru: эвристика чтения базовых метаданных:
uk: евристика базового обробника метаданих:

source: bands:
it: Bande:
ru: полосы частот:
uk: смуги:

source: height:
fil: taas:
it: Altezza:
ru: высота:
uk: висота:

source: width:
fil: lapad:
it: Larghezza:
ru: ширина:
uk: ширина:

source: raw band data size:
fil: sukat-laki ng raw band data:
it: dimensioni dei dati della banda grezza:
ru: размер данных необработанной полосы частот:
uk: об’єм необроблених даних смуги:

source: bytes
it: Byte
ru: байт
uk: байтів

source: format: integral
it: Formato: integrale
ru: формат: интегральный
uk: формат: цілісне

source: bytes per colour:
fil: bytes bawat kulay
it: Byte per colore:
ru: байт на цвет:
uk: байтів на колір:
